@include('pdf._headInvisible')


<div style="font-size: 55%;">
	<table style="font-size: 0.8em; width: 100%;">
		<tr>
			<td style="text-align: left; width: 50%;">
				
			</td>
			<td style="text-align: right; width: 50%;">
				Мемлекеттiк базалық зейнетақы<br />    
				төлемiн бюджет қаражаты есебiнен беру,<br />
				сондай-ақ жасына байланысты зейнетақы<br />
				төлемдерін, мүгедектігі бойынша,<br />
				асыраушысынан айрылу жағдайы бойынша<br />
				және жасына байланысты берілетін<br />
				мемлекеттік базалық әлеуметтік<br />
				жәрдемақыларды, мемлекеттік арнайы<br />
				жәрдемақыларды тағайындау<br /> 
				және жүзеге асыру қағидаларына<br /> 
				4-қосымша<br />
				
			</td>
		</tr>
	</table>
	

	<h2 style="width: 100%; text-align: center;">АНЫҚТАМА</h2>

	<div style="font-size: 1em;">
		<p>Азамат{{$profile->sex?'':'ша'}} {{$profile->fio}}, {{date('d-m-Y', strtotime($profile->bdate))}}</p>
		<p>Ол іс жүзінде «Мирас» Университетінде<br />
		(оқу орнының толық атауы) </p>
		<p>(бiлiм беру қызметiн жүзеге асыруға құқық беретiн лицензияның № серия  АА  №0000170  2003ж. 18 маусым қолдану  мерзімі шектелмеген</p>
		<p></p>
		<p>{{$profile->course}} курсының {{ !empty($user->mgApplication) ? "магистратура" : "студенті" }} болып табылады оқу нысаны күндізгі білім алушысы болып табылатындығы жөнінде берілді.</p>
		<p>Анықтама  2019-2020  оқу жылына жарамды<br/>
			Анықтама Мемлекеттiк корпорацияның зейнетақы төлеу жөніндегі бөлiмшесiне ұсыну үшiн берiлдi.<br/>
			Оқу орнындағы оқу мерзімі {{ $studyPeriod }} жыл, </p>

		@if(isset($enterDate))
			<p>
			{{--@if($transferedStudent)
				{{date('d.m.Y', $enterDate)}} 
			@else
				01.09.{{date('Y', $enterDate)}} 
			@endif--}}
			{{date('d.m.Y', $enterDate)}} 
		нан 01.07.{{ date('Y') + $studyPeriodLeft }} дейін </p>
		@endif

		<p>Білім алушы оқу орнынан шығарылған немесе сырттай оқу нысанына ауыстырылған жағдайларда, оқу орнының басшысы жәрдемақы алушының тұрғылықты жерi бойынша Мемлекеттiк корпорацияның бөлiмшесiн хабардар етедi.</p>



	</div>

</div>


@include('pdf._footSign')