<?php

use Illuminate\Database\Seeder;

class FinanceNomenclaturesFullSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {

        $nomenclatureList = [
            [
                'code'       => '00000005825',
                'name'       => 'Стоимость 1 кредита (ликвидация разницы, академической задолженности, учебный семестр, для студентов бакалавриата до 2019 года поступления)',
                'name_kz'    => '1 кредит құны (айырмашылықтарды жою, академиялық қарыздар, оқу семестрі, 2019 жылға дейін оқуға түскен бакалавриат студенттері үшін)',
                'type'       => 'fee',
                'cost'       => 1000,
                'created_at' => date('Y-m-d H:i:s')
            ],
            [
                'code'       => '00000003516',
                'name'       => 'Пробное тестирование по 1 дисциплине',
                'name_kz'    => 'Тексеру сынағы 1 пәнге',
                'type'       => 'fee',
                'cost'       => 2000,
                'created_at' => date('Y-m-d H:i:s')
            ],
            [
                'code'       => '00000004145',
                'name'       => 'Консультации по практике (стоимость 1 часа сверх утвержденных норм времени) для студентов бакалавриата',
                'name_kz'    => 'Кәсіби іс-тәжірибеге кеңес беру (бекітілген уақыттық нормалардан артық 1 сағат құны), бакалавриат студенттері үшін',
                'type'       => 'fee',
                'cost'       => 4000,
                'created_at' => date('Y-m-d H:i:s')
            ],
            [
                'code'       => '00000006350',
                'name'       => 'Консультации по практике (стоимость 1 часа сверх утвержденных норм времени) для магистрантов',
                'name_kz'    => 'Кәсіби іс-тәжірибеге кеңес беру (бекітілген уақыттық нормалардан артық 1 сағат құны), магистранттар үшін',
                'type'       => 'fee',
                'cost'       => 5000,
                'created_at' => date('Y-m-d H:i:s')
            ],
            [
                'code'       => '00000006384',
                'name'       => 'Консультации по подготовке к Государственным экзаменам и написанию дипломной работы/магистерской диссертации (стоимость 1 часа сверх утвержденных норм времени)',
                'name_kz'    => 'Мемлекеттік емтихандарға дайындық және дипломдық жұмыс / магистрлік диссертация жазу бойынша кеңес беру (бекітілген уақыттық нормалардан артық 1 сағат құны)',
                'type'       => 'fee',
                'cost'       => 10000,
                'created_at' => date('Y-m-d H:i:s')
            ],
            [
                'code'       => '00000006384',
                'name'       => 'Вступительный взнос',
                'name_kz'    => 'Кіру жарнасы',
                'type'       => 'other',
                'cost'       => 2000,
                'created_at' => date('Y-m-d H:i:s')
            ],
            [
                'code'       => 'БК000000506',
                'name'       => 'Доступ к обучению по дистанционной технологии (для студентов очного отделения), за 1 кредит',
                'name_kz'    => 'Қашықтықтан оқыту технологиясы бойынша білім алуға қолжетімділік (күндізгі бөлім студенттері үшін), 1 кредитке',
                'type'       => 'fee',
                'cost'       => 750,
                'created_at' => date('Y-m-d H:i:s')
            ],
            [
                'code'       => '00000006364',
                'name'       => 'Консультации по написанию Курсовой работы (стоимость 1 часа сверх утвержденных норм времени) для магистрантов',
                'name_kz'    => 'Курстық жұмыстарды жазу жөнінде кеңес беру (бекітілген уақыттық нормалардан артық 1 сағат құны) магистранттар үшін',
                'type'       => 'fee',
                'cost'       => 5000,
                'created_at' => date('Y-m-d H:i:s')
            ],
            [
                'code'       => '00000006362',
                'name'       => 'Консультации по написанию Курсовой работы (стоимость 1 часа сверх утвержденных норм времени) для студентов бакалавриата',
                'name_kz'    => 'Курстық жұмыстарды жазу жөнінде кеңес беру (бекітілген уақыттық нормалардан артық 1 сағат құны) бакалавр студенттері үшін',
                'type'       => 'fee',
                'cost'       => 1000,
                'created_at' => date('Y-m-d H:i:s')
            ],
            [
                'code'       => '00000006353',
                'name'       => 'Консультации по подготовке к Государственным экзаменам и написанию  дипломной работы/магистерской диссертации (стоимость 1 часа сверх утвержденных норм времени)',
                'name_kz'    => 'Мемлекеттік емтихандарға дайындық және дипломдық жұмыс / магистрлік диссертация жазу бойынша кеңес беру (бекітілген уақыттық нормалардан артық 1 сағат құны)',
                'type'       => 'fee',
                'cost'       => 10000,
                'created_at' => date('Y-m-d H:i:s')
            ],
            [
                'code'       => '00000005735',
                'name'       => 'Консультации по подготовке к творческому экзамену',
                'name_kz'    => 'Шығармашылық емтиханға дайындық бойынша кеңес беру',
                'type'       => 'fee',
                'cost'       => 7000,
                'created_at' => date('Y-m-d H:i:s')
            ],
            [
                'code'       => '00000007072',
                'name'       => 'Консультация по сдаче вступительного экзамена',
                'name_kz'    => '',
                'type'       => 'fee',
                'cost'       => 5000,
                'created_at' => date('Y-m-d H:i:s')
            ],
            [
                'code'       => '00000007839',
                'name'       => 'Курсы дополнительных квалификаций',
                'name_kz'    => '',
                'type'       => 'fee',
                'cost'       => 5000,
                'created_at' => date('Y-m-d H:i:s')
            ],
            [
                'code'       => '00000003279',
                'name'       => 'Восстановление зачетной книжки',
                'name_kz'    => 'Сынақ кітапшасын қайта қалпына келтіру ақысы',
                'type'       => 'other',
                'cost'       => 2000,
                'created_at' => date('Y-m-d H:i:s')
            ],
            [
                'code'       => '00000003278',
                'name'       => 'Восстановление студенческого билета',
                'name_kz'    => 'Студенттік билетті қайта қалпына келтіру ақысы',
                'type'       => 'other',
                'cost'       => 500,
                'created_at' => date('Y-m-d H:i:s')
            ],
            [
                'code'       => '00000002951',
                'name'       => 'Оплата за восстановление',
                'name_kz'    => 'Қайта қалпына келтіру ақысы',
                'type'       => 'other',
                'cost'       => 10000,
                'created_at' => date('Y-m-d H:i:s')
            ],
            [
                'code'       => '00000006356',
                'name'       => 'Оплата за восстановление после отчисления за нарушение правил Кодекса',
                'name_kz'    => '',
                'type'       => 'other',
                'cost'       => 30000,
                'created_at' => date('Y-m-d H:i:s')
            ],
            [
                'code'       => '00000003274',
                'name'       => 'Получение справки по месту требования',
                'name_kz'    => 'Оқып жатқан жері туралы анықтаманы алу ақысы',
                'type'       => 'other',
                'cost'       => 500,
                'created_at' => date('Y-m-d H:i:s')
            ],
            [
                'code'       => '00000003276',
                'name'       => 'Организационный сбор выпускника',
                'name_kz'    => 'Оқу бітірушінің ұйымдастыру жұмыстарына жинағы',
                'type'       => 'other',
                'cost'       => 10000,
                'created_at' => date('Y-m-d H:i:s')
            ],
            [
                'code'       => '00000003515',
                'name'       => 'Отработка занятий, пропущенных без уважительной причины (1 рейтинговый балл)',
                'name_kz'    => 'Себепсіз өткізіп жіберілген сабақтарды өтеу (1 рейтинг балы)',
                'type'       => 'fee',
                'cost'       => 100,
                'created_at' => date('Y-m-d H:i:s')
            ],
            [
                'code'       => '00000007134',
                'name'       => 'Повторная проверка Дипломной работы (проекта), Магистерской диссертации на плагиат',
                'name_kz'    => 'Дипломдық жұмысты (жобаны)/Магистерлік диссертацияны плагиатқа қайта сараптамадан өткізу',
                'type'       => 'fee',
                'cost'       => 5000,
                'created_at' => date('Y-m-d H:i:s')
            ],
            [
                'code'       => '00000005825',
                'name'       => 'Стоимость 1 кредита (ликвидация разницы, академической задолженности, учебный семестр, для студентов бакалавриата)',
                'name_kz'    => '',
                'type'       => 'fee',
                'cost'       => 1000,
                'created_at' => date('Y-m-d H:i:s')
            ],
            [
                'code'       => '00000006339',
                'name'       => 'Стоимость 1 кредита (ликвидация разницы, пререквизитов, академической задолженности, учебный семестр, для магистрантов)',
                'name_kz'    => '1 кредит құны (айырмашылықтарды жою, пререквизиттер, академиялық қарыздарды жою, оқу семестрі, магистранттар үшін)',
                'type'       => 'fee',
                'cost'       => 3000,
                'created_at' => date('Y-m-d H:i:s')
            ],
            [
                'code'       => '00000007034',
                'name'       => 'Доступ к посещению занятий, для студентов иностранных ВУЗов-партнеров (за 1 дисциплину)',
                'name_kz'    => '',
                'type'       => 'fee',
                'cost'       => 5000,
                'created_at' => date('Y-m-d H:i:s')
            ],
            [
                'code'       => '00000007845',
                'name'       => 'Оформление документов обучающихся-нерезидентов РК',
                'name_kz'    => '',
                'type'       => 'fee',
                'cost'       => 100000,
                'created_at' => date('Y-m-d H:i:s')
            ],
            [
                'code'       => '00000007033',
                'name'       => 'Оформление пакета документов при поступлении, для студентов иностранных ВУЗов',
                'name_kz'    => '',
                'type'       => 'fee',
                'cost'       => 2000,
                'created_at' => date('Y-m-d H:i:s')
            ],
        ];

        foreach ($nomenclatureList as $nomenclature)
        {
            $nomModel = \App\FinanceNomenclature::where('code', $nomenclature['code'])->first();

            if(!$nomModel)
            {
                $nomModel = new \App\FinanceNomenclature();
            }

            $nomModel->fill($nomenclature);
            $nomModel->save();
        }

    }
}
