<?php

use App\Settings;
use Illuminate\Database\Seeder;

class SetTermsConditionsSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {

        $obSettings = Settings::where('id',1)->first();
        $obSettings->terms_conditions_description_kz = '
<div>Пайдаланушы келісімі</div>
<div>Мирас университетімекемесі</div>
<div>Шымкент қ.,Қазақстан </div>
<div>01.05.2019ж. қолданысқа енгізілген</div>
<div>Осы «Пайдаланушы келісімі» (бұдан әрі – «Келісім»)  «Мирас»университеті» </div>
<div>мекемесінің (бұдан әрі – «Мирас») төменде баяндалған талаптармен осы </div>
<div>Келісімге тиісті түрде қосылған жеке тұлғамен (әрекетке қабілетті) (бұдан </div>
<div>әрі – «Пайдаланушы») шарт жасау туралы ұсынысын білдіреді. </div>
<div>1. Жалпы ережелер</div>
<div>1.1. Осы құжатта жәнеодан туындайтын немесе байланысты Тараптардың </div>
<div>қатынастарында мынандай терминдер мен анықтамалар қолданылады:</div>
<div>1.1.1. Келісім – барлық толықтыруларымен, өзгерістерімен және онда </div>
<div>көрсетілген міндетті құжаттармен бірге осы құжат.</div>
<div>1.1.2. Пайдаланушы –өзіндік мүддесімен осы Келісімге қосылатын жеке</div>
<div>тұлға (әрекетке қабілетті).</div>
<div>1.1.3. Тараптар – бірге Мирас және Пайдаланушы деп аталады.</div>
<div>1.1.4. Веб-Сайт / Веб-Сайттар – Құрылғыға орнатуға және пайдалануға </div>
<div>арналған, Пайдаланушыға байланыс желісін пайдаланып, Сервиске және</div>
<div>Қызметтерге қолжетімділік алуға мүмкіндік беретін мына: </div>
<div>miras.edu.kz, miras.app (бұдан әрі – Сайт)домендерінде (кіші </div>
<div>домендерді қоса алғанда) желілік адрестерде Интернет желісінде </div>
<div>қолжетімді автоматтандырылған ақпараттық жүйелердің кез келгені. </div>
<div>1.1.5. Құрылғы –Сервисті олардың функционалдық мақсатына қарай </div>
<div>пайдалануға мүмкіндік беретін дербес компьютер, планшет, мобильдік</div>
<div>телефон, коммуникатор, смартфон, өзгеқұрылғы.</div>
<div>1.1.6. Сервис – Сайтта Пайдаланушыға ұсынылатын қызметтер кешені.</div>
<div>1.1.7. Контент – кескіндемелер, мәтіндік, </div>
<div>аудиожәнебейнематериалдар, сондай-ақ авторлықжәне (немесе) </div>
<div>сабақтасқұқықтардың өзге объектілері, кез келген сипаттағы өзге </div>
<div>ақпаратжәнехабарламалар.</div>
<div>1.1.8. Жеке кабинет – оған ПайдаланушыСайтта тіркеуден өткеннен </div>
<div>және/немесе авторландырылғаннан кейін қолжетімділік алатын сайттың </div>
<div>дербес бөлімі. Жеке кабинет Пайдаланушының дербес деректерін </div>
<div>сақтауға, Қолданбаның қолжетімді функционалдық мүмкіндіктерін </div>
<div>қарауға және басқаруға арналған.</div>
<div>1.2. Осы КелісімдеКелісімнің 1.1. тармағында көрсетілмеген өзге </div>
<div>терминдер мен анықтамалар пайдаланылуы мүмкін. Бұл жағдайдамұндай </div>
<div>терминнің түсініктемесі Келісім мәтінімен сәйкес жүргізіледі. </div>
<div>Келісімнің мәтініндегі немесе Келісім талаптарымен шартты құрайтын өзге
<div>құжаттардағы терминнің немесе анықтаманың бір мәнді түсініктемесі 
<div>болмаған жағдайда, бірінші кезекте Қазақстан Республикасының </div>
<div>заңнамасымен, одан кейін іскерлік айналым ғұрыптарымен және ғылыми </div>
<div>доктринамен анықталған оның түсініктемесін басшылыққа алған жөн.</div>
<div>1.3. Мирас пайдаланушыға Қызметтердің прейскуранттарында, Келісімде </div>
<div>және оның барлық ажырамас бөліктерінде белгіленген талаптармен </div>
<div>консультативтік, оқытушы, білім берушіжәнеөзгеқызметтерді ұсынады.</div>
<div>1.4. Пайдаланушыныңмыналарды:</div>
<div>1.4.1. Сайттағы тіркеуді және/ авторландыруды;</div>
<div>11.4.2. Контенттің Сайтында орналастырылған шолуды;</div>
<div>11.4.3. кез келген Контенттің сайтында орналастыруды немесе </div>
<div>1бейнелеуді;</div>
<div>11.4.4. Сайтты немесе ұсынылатын Сервистің функционалдық </div>
<div>1мүмкіндіктерін өзгелей пайдалануды қоса алғанда, олардың мәлімделген </div>
<div>1функционалдық мүмкіндіктері мен мақсаты шегінде кез келген тәсілмен </div>
<div>1және кез келген түрде Сайттыжәне/немесеоның негізінде ұсынылатын </div>
<div>1Сервисті пайдалануы –Пайдаланушының осы офертаның талаптарына </div>
<div>1келісетінін және толық әрі сөзсіз қабылдауын білдіреді. Осы оферта </div>
<div>1оның акцепті болып табылады және баяндалған талаптармен осы </div>
<div>1Келісімге қол қоюмен күші теңдей болып есептеледі, бұл ретте осы </div>
<div>1Келісімнің жазбаша түрі Қазақстан Республикасының Азаматтық </div>
<div>1кодексінің 395-396-баптарының ережелеріне сәйкес сақталған болып </div>
<div>1есептеледі.</div>
<div>11.5. Жария оферта түрінде жасалатын сайтты пайдалану туралы осы Келісім </div>
<div>1Қазақстан Республикасының Азаматтық Кодексінде қарастырылған, екі </div>
<div>1жақты ресми қол қоюды қажет етпейді, электрондық түрде жарамды және</div>
<div>1оның заңдылығын растайды. </div>
<div>11.6. Сайтта тіркелу жолымен осы Келісімнің талаптарын қабылдай отырып,</div>
<div>1Пайдаланушы Сайтта Қазақстан Республикасының заңнамасына сәйкес </div>
<div>1дербес деректерге жататын ақпаратты орналастырған жағдайда, оларды </div>
<div>1өңдеуге, атап айтқанда, бірақ ерекше емес: жинақтауға, сақтауға, </div>
<div>1үшінші тұлғаларға беруге және Мирастың өз қызметін іске асыру және </div>
<div>1уәкілетті органдардың алдында міндеттемелерді іске асыру мақсатында</div>
<div>1ақпаратты пайдалануға келіседі.</div>
<div>11.7. ОсыКелісімдежәнеондағы көрсетілген міндетті құжаттарда Сайтты </div>
<div>1пайдаланудың негізгі шарттары, сондай-ақ олардың кез келген дамуы </div>
<div>1және/немесе жаңа функционалдық мүмкіндіктерді қосу анықталады.</div>
<div>11.8. Сайтты пайдаланудың және соның негізінде Сервисті ұсынудың міндетті </div>
<div>1шарты Пайдаланушының осы Келісімнің және Интернет  желісіндегі </div>
<div>1https://miras.edu.kzадресінде орналасқан және/немесе қолжетімді </div>
<div>1Құпиялылық саясатының  талаптарын толық әрі сөзсіз қабылдау болып </div>
<div>1табылады.</div>
<div>11.9. Сервистіжәне оныңқызметтерін ұсынуосы Келісімнің, сондай-ақ оның </div>
<div>1негізінде қосымша қабылданатын құжаттардың (Келісім мәтінінде – </div>
<div>1«қосымша құжат») ережелеріне сәйкес реттеледі, оларды Мирас ресми </div>
<div>1сайтында жариялайды жәнебелгіленген Сервисті пайдалану </div>
<div>1ерекшеліктерін реттей алады.</div>
<div>11.10. Келісім мен қосымша құжатта баяндалған Сервистердің жеке алғанда </div>
<div>1кез келгенін пайдалану шарттарының арасында қайшылық болған </div>
<div>1жағдайда, оған жататын қосымша құжатта бекітілген тиісті Сервисті</div>
<div>1пайдалану шарттары басымдыққа ие болады.</div>
<div>11.11. Келісімді, оған жататын міндетті құжаттарды қоса алғанда, Мирас</div>
<div>1біржақты тәртіппен өзгерте алады. Бұл ретте Мирас Келісім шарттарын</div>
<div>1өзгерту туралы өзінің www.miras.edu.kz сайтында ресми хабарлама </div>
<div>1орналастырады. Келісімнің және/немесе онда көрсетілген міндетті </div>
<div>1құжаттардың жаңа редакциясы Сайтта орналастырылған сәттен бастап </div>
<div>1күшіне енеді.</div>
<div>11.12. 1.11 тармақта көрсетілген мүмкіндіктердің кез келгенін пайдалана </div>
<div>1отырып, Пайдаланушы:</div>
<div>1а) осы Келісімнің және онда көрсетілген Тараптар үшін міндетті құжаттардың </div>
<div>1шарттарымен Сайтты және соның негізінде ұсынылатын Сервисті </div>
<div>1пайдалана бастағанға дейін толық көлемде танысқанын.</div>
<div>1б) осы Келісімнің және онда көрсетілген Тараптар үшін міндетті құжаттардың </div>
<div>1барлық шарттарын толық көлемде Пайдаланушы тарапынан қандай да бір </div>
<div>1алып тастаусыз және шектеусіз қабылдайтынын және оларды сақтауға </div>
<div>1немесе Сервисті пайдалануды доғаруға міндеттенеді. Егер </div>
<div>1Пайдаланушыосы Келісімнің және онда</div>
<div>көрсетілген Тараптар үшін міндетті құжаттардың шарттарымен</div>
<div>келіспесе немесе олардың негізінде Келісімді жасауға құқығы</div>
<div>болмаса, ПайдаланушыныңСайтты және оның негізінде ұсынылған</div>
<div>Сервисті кез келген пайдалануды тез арада доғарғаны жөн.</div>
<div>в) Осы Келісімнің шарттарымен келіседі және өзінің құқық қабілеттілігін </div>
<div>және әрекет қабілеттілігін растайды.</div>
<div>1.13. Келісімнің қолданыстағы редакциясыhttps://miras.edu.kz, </div>
<div>miras.app адресіндегі парақта жарияланған.</div>
<div>1.14. Жеке және заңды тұлғалардың Мирасқа сайттың мазмұнына және </div>
<div>жұмыс істеуіне, үшінші тұлғалардың құқықтары мен мүдделерінің,</div>
<div>Қазақстан Республикасы заңнамасы талаптарының бұзылуына </div>
<div>байланысты, сондай-ақ Қазақстан Республикасының заңнамасымен </div>
<div>өкілеттік берілген тұлғалардың сұраныстары үшін өтініштер, </div>
<div>ұсыныстар мен арыз-шағымдар info@miras.edu.kz электрондық почта </div>
<div>адресіне жолдануы мүмкін.   </div>
<div> 2. Сайтты пайдаланудың жалпы шарттары</div>
<div>2.1. Сайтта ашық қолжетімділікте орналастырылған Контентті қарау</div>
<div>Пайдаланушының міндетті тіркелуін және/немесе авторландырылуын</div>
<div>қажет етпейді.</div>
<div>2.2. Сервистерді пайдалануды қоса алғанда, Сайттың функционалдық </div>
<div>мүмкіндіктерін кез келген өзгелей қолдануға тек Пайдаланушының</div>
<div>Мирас белгілеген қағидаларға сәйкес тіркеуден және </div>
<div>авторландырудан өткеннен кейін ғана рұқсат етіледі.</div>
<div>2.3. Пайдалану алдын ала тіркелуді және/немесе авторландыруды, </div>
<div>сондай-аққажетті жағдайларда Сервистерді пайдалануға қосымша </div>
<div>құжаттарды қабылдауды қажет ететін Сайттың </div>
<div>функционалдықмүмкіндіктерінің тізбесінМирастың жеке-дара </div>
<div>еркімен белгіленеді және уақыт өте келе өзгеруі мүмкін.</div>
<div>2.4. Тіркеу рәсімі аяқталғаннан кейін Сайттың функционалдық </div>
<div>мүмкіндіктерінің көпшілігін пайдалану үшін қажетті және жекелей </div>
<div>алғанда Сайттың бөліктерінің  қайсыбірінде Пайдаланушының бөлек</div>
<div>тіркеусіз оларға негізделген Сервистерге негізделген Сайттағы </div>
<div>Жеке кабинетпен байланысты бірегей есеп жазбасы жасалады.</div>
<div>2.5. Тіркелу үшін Пайдаланушытіркеу нысанында ұсынылатын мәселелер</div>
<div>бойынша Өзі туралы дұрыс әрі толық ақпарат ұсынуға және осы </div>
<div>ақпаратты өзекті күйінде ұстап тұруға міндеттенеді. Егер </div>
<div>Пайдаланушықате ақпарат ұсынса немесе Мираста Пайдаланушы </div>
<div>ұсынған ақпарат толық емес немесе қате деп есептейтін негіз </div>
<div>болса, Мирас өз еркімен Пайдаланушының есеп жазбасын бұғаттауға</div>
<div>не болмаса алып тастауға, сондай-ақ Пайдаланушының Сайтты және</div>
<div>олармен байланысты Сервистерді толықтай немесе белгілі бір </div>
<div>бөлігінде пайдалануынан бас тартуға құқылы.</div>
<div>2.6. Мирас кез келген сәтте Пайдаланушыдан тіркеу кезінде көрсеткен</div>
<div>мәліметтерін растауды талап ету және осыған байланысты растаушы </div>
<div>құжаттарды (атап айтқанда – жеке басын куәландыратын </div>
<div>құжаттарды) сұрату құқығын өзіне қалдырады, оларды табыстамау </div>
<div>Мирастың еркінше, қате ақпарат ұсынуға теңестірілуі және осы </div>
<div>Келісімнің 2.5. тармағында көзделген салдарларға әкеп соқтыруы </div>
<div>мүмкін. Егер Пайдаланушының ұсынған құжаттарында көрсетілген </div>
<div>оның деректері тіркеу кезінде көрсетілген деректерге сәйкес </div>
<div>келмеген жағдайда, сондай-ақтіркеу кезінде көрсетілген деректер</div>
<div>Пайдаланушыны сәйкестендіруге мүмкіндік бермейтін жағдайда, </div>
<div>Мирас осы Келісімнің 2.5. тармағында көрсетілген шараларды </div>
<div>қолдануға құқылы.</div>
<div>2.7. Пайдаланушының есеп жазбасында және Жеке кабинетінде бар </div>
<div>Пайдаланушы туралы ақпаратты Құпиялылық саясатына сәйкес Мирас </div>
<div>сақтайды және өңдейді.</div>
<div>2.8. Тіркеу кезінде, Сайт логинді (Пайдаланушының есеп жазасының</div>
<div>бірегей символдық аты)автоматты түрде анықтайды, ал </div>
<div>ПайдаланушыЖеке кабинетке кіру паролін өз бетінше анықтайды.</div>
<div>Пайдаланушының паролін әрі қарай өзгерту оның Жеке кабинетінде</div>
<div>ұсынылған Сайттың бағдарламалық құралдарын пайдалана отырып, </div>
<div>іске асырылады. Мирас белгіленген логиндерді пайдалануға, </div>
<div>сондай-ақ логинге және парольге талаптарды (ұзақтығы, рұқсат</div>
<div>етілетін символдар және т.т.) белгілеуге құқылы.</div>
<div>2.9. Тіркелген Пайдаланушытиісті Сервисті пайдалану шарттарын қоса </div>
<div>алғанда Жеке кабинеттің және Сайттың өзге функционалдық </div>
<div>мүмкіндіктерін пайдалану тәртібін өз бетінше белгілейді, олар</div>
<div>алайдаешбір жағдайда қосымша құжаттарда белгіленген алып </div>
<div>тастауларды қоспағанда осы Келісімге қайшы келмейді.</div>
<div>2.10. Пайдаланушы логинді және парольді пайдалану тәртібі мен </div>
<div>салдарларын осы Келісімнің 6 бөлімінде белгілейді.</div>
<div>3. Сайтты пайдаланудағы шектеулер</div>
<div>3.1. Осы Келісімнің шарттарын қабылдай отырып, Пайдаланушы:</div>
<div> 3.1.1. Мирастыңбарлық Пайдаланушылар, не болмаса </div>
<div>Пайдаланушылардың жекелеген санаттары үшін Сайтты және оларға </div>
<div>негізделген Сервистерді пайдаланудағы лимиттер мен шектеулерді </div>
<div>(Пайдаланушының тұрған жеріне, Сервис ұсынылатын тіліне және </div>
<div>т.т. байланысты), соның ішінде: жекелеген функциялардың барын/</div>
<div>жоғын, ақпаратты және деректерді сақтаудың ең көп ұзақтығын, </div>
<div>жүктелетін ақпараттың арнайы параметрлерін және т.б.белгілеуге</div>
<div>құқылы. </div>
<div>3.1.2. Белгіленген шектеулер туралы ақпарат Пайдаланушылардың</div>
<div>назарына 1.10 тармақта белгіленген қағидаларға сай, не болмаса </div>
<div>Жеке кабинеттегі жүйелік хабарламалар түрінде жеткізілетін </div>
<div>болады.</div>
<div>3.2. Егержекелеген Сервисті пайдалануға қосымша құжаттарда өзгелей</div>
<div>көзделмесе:</div>
<div>3.2.1. ПайдаланушыСайтты өзінің жеке тәуекеліне пайдаланады. </div>
<div>СервистерМирас белгілеген пішімде ұсынылады, Мирас өзіне </div>
<div>ешқандай жауапкершілік, соның ішінде Сайттың және оған </div>
<div>негізделген Сервистің Пайдаланушының мақсаттарына сәйкестігі </div>
<div>үшін жауапкершілік алмайды;</div>
<div>3.2.2. Мирас Сайттыңжәне/немесе СервистердіңКелісімді </div>
<div>қабылдаған сәтте Пайдаланушының талаптарына сәйкес келетініне</div>
<div>және кейіннен оған сәйкес болатынына; Сервистердің үздіксіз, </div>
<div>сенімді және қатесіз берілетініне; Сайтты пайдаланып алынатын </div>
<div>нәтижелердің дәл және сенімді болатынына және қанадй да бір </div>
<div>мақсатқа немесе қандай да бір нәрсе ретінде (мәселен, қандай </div>
<div>да бір фактілерді анықтау және/немесе дәлелдеу үшін) </div>
<div>пайдалануға болатынына; Сервистерді пайдаланып алынған  қандай </div>
<div>да бір өнімнің, қызметтің, ақпараттың жәнеКонтенттің сапасы </div>
<div>Пайдаланушының үмітіне сәйкес келетінен кепілдік бермейді;</div>
<div>3.2.3. Оларға қолжетімділік Сайтты пайдалана отырып алынатын </div>
<div>кез келген ақпарат және/немесе материалдар (соның </div>
<div>ішіндежүктелетінБЖ, хаттар, қандай да бір нұсқаулықтар меніс-</div>
<div>әрекет туралы нұсқаулықтарды және т.т.)Пайдаланушыөзінің жеке </div>
<div>тәуекеліне пайдалануы мүмкін жәнекөрсетілген ақпаратты және/</div>
<div>немесе материалдарды пайдаланудың ықтимал салдарларын, соның </div>
<div>ішінде деректерді жоғалтқаны үшін Пайдаланушының құрылғысына </div>
<div>немесе үшінші тұлғаларға келтіруі мүмкін залал немесе кез </div>
<div>келген басқа зиян үшін өз бетінше жауап береді;</div>
<div>3.2.4. Сайт пен оларға негізделген Сервистер ұдайы толықтыру </div>
<div>және жаңарту кезеңінде болғандықтан, Сайт пен ұсынылатын </div>
<div>Сервистердің функционалдық мүмкіндіктерінің түрі мен сипаты </div>
<div>Пайдаланушыға алдын ала хабарланбай дәміл-дәміл өзгеруі </div>
<div>мүмкін. Мирас қажет болған жағдайда мүлдем барлық</div>
<div>Пайдаланушыларға немесе жеке Пайдаланушыға, атап айтқанда, алдын </div>
<div>ала хабарламай, Сервистерді (немесе Сервис аясындағы қандай да</div>
<div>бір жекелеген функцияларды) ұсынуды өз еркімен доғаруға (уақытша</div>
<div>немесе түпкілікті) құқылы;</div>
<div>3.2.5. Мирас Пайдаланушының Сайтты және/немесе оларға негізделген</div>
<div>Сервистерді пайдалану салдарынан болған залалдардың кез келген </div>
<div>түрлері үшін жауап бермейді;</div>
<div>3.2.6. Кез келген мән-жайларда Тараптардың жауапкершілігі </div>
<div>Қазақстан Республикасының заңнамасына сәйкес туындайтын болады.</div>
<div>3.3. Егерқандай да бір тұлғасоған уәкілеттік берілген компанияның </div>
<div>атынан Пайдаланушы ретінде тіркелсе, бұлкомпанияның Келісімді </div>
<div>қабылдайтынын және Мирасты, оның еншілес құрылымдарын, </div>
<div>басшылығын, агенттері мен қызметкерлерін Сайтты және/немесе </div>
<div>оларға негізделген Сервистерді пайдалануға байланысты кез келген </div>
<div>сот талап арыздарынан, процестері мен талқылауларынан, сондай-ақ </div>
<div>талап арыздарға, залалға, зақымдануға, процестерге, </div>
<div>талқылауларға, сот шығасыларына және адвокаттардың гонорарларына </div>
<div>қатысты кез келген жауапкершіліктен, соның ішінде қаржы </div>
<div>жауапкершілігінен қорғауға міндеттенетін білдіреді.</div>
<div>3.4. Мирас Пайдаланушылардың Қолданбаға ұсынған және/немесе </div>
<div>орналастырған (соның ішінде таратылатын) Контентімен ешқандай </div>
<div>байланысты емес, жәнемұндай Контенттің не болмаса оның </div>
<div>құрамдастарының құрамын, түпнұсқалылығын және қауіпсіздігін және </div>
<div>сондай-ақ олардың қолданыстағы заңнамаға сәйкестігін және </div>
<div>Пайдаланушыда оны таратуға және/немесе пайдалануға құқықтардың </div>
<div>қажетті көлемінің бар-жоғын тексермейді.</div>
<div>3.5. ПайдаланушыПайдаланушы орналастыратын Контенттің мазмұнының </div>
<div>қолданыстағы заңнаманың талаптарына сәйкестігі үшін өз бетінше </div>
<div>жауап береді, соның ішінде Пайдаланушының мұндай Контентті </div>
<div>орналастырған немесе оның мазмұны үшінші тұлғалардың құқықтары </div>
<div>мен заңды мүдделерін, соның ішінде авторлардың жеке мүліктік емес</div>
<div>құқықтарын, үшінші тұлғалардың өзге зияткерлік құқықтарын бұзған, </div>
<div>және/немесе оларға тиесілі бейматериалдық игіліктерге қол сұққан </div>
<div>жағдайда үшінші тұлғалардың алдындағы жауапкершілікті қоса </div>
<div>алғанда жауап береді.</div>
<div>3.6. Пайдаланушы Мирастыңөзінің Сайт арқылы орналастыратын және/</div>
<div>немесе тарататын кез келген түрдегі Контентін алдын ала тексеруге </div>
<div>міндетті емес екендігіне, сондай-ақ то, что Мирастыңөз еркімен </div>
<div>Пайдаланушыға Сайт арқылы қолжетімді болатын осындай Контентті </div>
<div>орналастыруға және/немесе таратуға немесе кез келген Контентті </div>
<div>алып тастауғуа құқылы (бірақ міндетті емес) екенімен келіседі. </div>
<div>Пайдаланушыөзінің сенімділігін, толықтығын немесе пайдалылығын </div>
<div>қоса алғанда мұндай Контентті орналастыруға және таратуға </div>
<div>байланысты барлық тәуекелдерді өз бетінше бағалауы тиіс екенін </div>
<div>сезінеді және келіседі.</div>
<div>3.7. Атап айтқандаСайтты пайдаланғанда Пайдаланушының:</div>
<div>3.7.1. заңсыз, зиянды, жалалы болып табылатын, имандылықты </div>
<div>қорлайтын, зорлық-зомбылық пен қатігездікті көрсететін (немесе </div>
<div>насихаттайтын) зияткерлік меншік құқықтарын бұзатын, </div>
<div>жеккөрушілікті және/немесе адамдарды нәсілдік, этникалық, </div>
<div>жыныстық, діни, әлеуметтік белгілері бойынша кемсітуді </div>
<div>насихаттайтын, қандай да бір тұлғалардың немесе ұйымдардың атына </div>
<div>қорлап тиісу бар, порнография, балалар эротикасы элементтері бар </div>
<div>(немесе насихаттайтын), нәпсіқұмарлық сипаттағы қызметтердің </div>
<div>(соның ішінде басқа қызметтер түрімен) жарнамасын (немесе </div>
<div>насихаттайтын) білдіретін, есірткілік заттарды және олардың </div>
<div>ұқсастарын, жарылғыш заттарды немесе өзге қару-жарақты дайындау,</div>
<div>қолдану немесе</div>
<div>өзгелей пайдалануды түсіндіретін ақпаратты жүктеуге, жолдауға, </div>
<div>беруге немесе кез келген басқа тәсілмен орналастыруға және/немесе</div>
<div>таратуға;</div>
<div>3.7.2. үшінші тұлғалардың, соның ішінде кәмелетке толмаған </div>
<div>тұлғалардың құқықтарын бұзуға және/немесе оларға кез келген түрде</div>
<div>зиян келтіруге;</div>
<div>3.7.3. Пайдаланушыны басқа адам немесе оған жеткілікті құқықсыз,</div>
<div>ұйымның және/немесе қауымдастықтың өкілі, соның ішінде Мирас </div>
<div>қызметкерлері ретінде таныстыруға, сондай-ақИнтернет желісінде </div>
<div>басқа тұлғаларға заңсыз өкілдік етудің кез келген түрлері мен </div>
<div>тәсілдерін қолдануға, сондай-ақпайдаланушыларды немесе Мирасты </div>
<div>қандай да бір субъектілердің немесе объектілердің қасиеттері мен </div>
<div>сипаттамаларына қатысты жаңылыстыруға;</div>
<div>3.7.4. заңнамаға немесе қандай да бір шарттық қатынастарға сай </div>
<div>мұндай іс-әрекеттерге құқықтары болмай тұрып, Контентті жүктеуге, </div>
<div>жолдауға, беруге немесе кез келген басқа тәсілмен орналастыруға </div>
<div>және/немесе таратуға;</div>
<div>3.7.5. арнайы түрде рұқсат етілмеген жарнамалық ақпаратты, спамды </div>
<div>(соның ішінде іздестіру спамын), электрондық почтаның бөгде </div>
<div>адрестері тізімдерін, «пирамидалардың», көп деңгейлі (желілік) </div>
<div>маркетингтің (MLM) схемаларын,интернет-табыс жүйесін және e-mail</div>
<div>- бизнестердің жүйесін, және «бақыт хаттарын» жүктеуге, жолдауға, </div>
<div>беруге немесе кез келген басқа түрмен орналастыруға немесе </div>
<div>таратуға, сондай-ақосы іс-шараларға қатысу үшін Сайтты </div>
<div>пайдалануға;</div>
<div>3.7.6. басқа тұлғалардың дербес деректерін рұқсатсыз жинауға және</div> 
<div>сақтауға;</div>
<div>3.7.7. Сайттың қалыпты жұмысын бұзуға.</div>
<div>3.7.8. мазмұны Қазақстан Республикасының қолданыстағы заңнамасына </div>
<div>қайшы келетін Интернет желісіндегі ресурстарға сілтемелерді </div>
<div>орналастыруға;</div>
<div>3.7.9. Келісімде салынатын шектеулер мен тыйымдарды бұзуға </div>
<div>бағытталған іс-әрекеттерге жәрдемдесуге;</div>
<div>3.7.10. заңнаманың нормаларын, соның ішінде халықаралық құқық </div>
<div>нормаларын басқалай бұзуға құқығы жоқ.</div>
<div>3.8. Сайтты пайдаланумен, соның ішінде тиісті түрдегі емес Контентті </div>
<div>өзге Пайдаланушының орналастыруымен байланысты құқықтардың және/</div>
<div>немесе мүдделердің бұзылғаны анықталған жағдайда, бұл туралы </div>
<div>бұзушылықтың мән-жайын егжей-тегжейлі баяндап, онымен тиісті </div>
<div>құқықтар және/немесе мүдделер бұзылатын материалдары бар Сайттың</div>
<div>парағына гипермәтіндік сілтеме жасай отырып, жазбаша хабарлама </div>
<div>жолдау арқылы хабарлаған жөн.</div>
<div>3.9. Үшінші тұлғалардың кез келген мүліктік және/немесе жеке мүліктік </div>
<div>емес құқықтарының,  сондай-ақ заңнамада белгіленген тыйымдардың </div>
<div>немесе Пайдаланушы белгілеген шектеулердің бұзылуына қатысты </div>
<div>үшінші тұлғалардың арыз-шағымдары бар болған жағдайда, мұндай </div>
<div>ПайдаланушыМирастың талап етуімен Мирасқа туындаған наразылықты </div>
<div>өз күшімен және өзінің паспорттық деректерін көрсете отырып өз </div>
<div>есебінен реттеу туралы нотариалдық куәландырылған міндеттемені </div>
<div>ұсына отырып, ресми сәйкестендіруден өтуге міндетті.</div>
<div>3.10. Мирас Пайдаланушының жол берген үшінші тұлғалардың құқықтарын </div>
<div>және/немесе мүдделерін, сондай-ақ заңнамада белгіленген </div>
<div>тыйымдарды немесе шектеулерді бұзуына байланысты жауапкершілікке </div>
<div>тартылған немесе оған өндіріп алу салынған жағдайда, мұндай </div>
<div>Пайдаланушыөз кінәсінен туындаған Мирастың залалын толық көлемде </div>
<div>өтеуге міндетті. Бұл ретте, Тараптар өзара қарым-қатынастарын </div>
<div>жалғастырған жағдайда, Пайдаланушыәрі қарай осы Келісімнің </div>
<div>талаптарын сақтауға міндетті.  </div>
<div> 3.11. Осы Келісімнің шарттары және/немесе заңнаманың талаптары көп </div>
<div>мәрте немесе өрескел бұзылғанда, Мирас Пайдаланушының есептік </div>
<div>жазбасын бұғаттауға немесе алып тастауға, сондай-ақ есептік </div>
<div>жазбаны пайдаланып, белгілі</div>			
<div>бір Сайтқа және/немесе Сервистерге қатынауға тыйым салуға және </div>
<div>Пайдаланушының Жеке кабинетте көрсеткен кез келген мәліметтерін </div>
<div>немесе оның орналастырған Контентін алдын ала хабарламай алып </div>
<div>тастауға құқылы. Бұл ретте, Пайдаланушы 3.10 тармақтың талаптарын </div>
<div>орындаудан босатылмайды.</div>
<div>4. Зияткерлікқұқықтар</div>
<div>4.1. Сайттың көмегімен қолжетімді объектілердің барлығы, соның ішінде </div>
<div>Сайттың аясында орналастырылған дизайн элементтері, мәтін, </div>
<div>әдістемелік материалдар, тапсырмалар, графикалықкескіндер, </div>
<div>иллюстрациялар, видео, ЭЕМ-ге арналған бағдарламалар, деректер </div>
<div>базалары, музыка, дыбыстарменбасқа объектілер Мирастың, </div>
<div>Пайдаланушылар мен басқа құқық иеленушілердің ерекше құқықтары </div>
<div>объектілері болып табылады.</div>
<div>4.2. Мирас Пайдаланушыға Сайттың жалпы функционалдық мүмкіндіктері </div>
<div>шегінде оны дербес функционалдық пайдалану құқығын береді.</div>
<div>4.3. Егер осы Келісімде өзгелей көзделмесе, Сайтты өзге тәсілдермен, </div>
<div>соның ішінде Сайтта орналастырылған Контентті, сондай-ақ </div>
<div>Қолданбаның құрамына енетін дизайн элементтерін, ЭЕМ-ге арналған </div>
<div>бағдарламаларды және деректер базаларынкөшірмелеу (жаңғырту), </div>
<div>оларды декомпиляциялау, түрлендіру жолымен пайдалануға, және әрі </div>
<div>қарай таратуға, көпшілікке көрсетуге, жалпының назарына жеткізуге </div>
<div>қатаң тыйым салынған.</div>
<div>4.4. ПайдаланушыМирастан мұндай рұқсат алған не болмаса бұл жеке </div>
<div>Сервисті пайдалануға қосымша құжаттарда тікелей көрсетілген </div>
<div>жағдайларды қоспағанда, Сайттың (Сайтты пайдалану арқылы </div>
<div>Пайдаланушыға қолжетімді Контентті қоса алғанда) қандай да бір </div>
<div>бөліктерін немесе оларға қолжетімділікті жаңғыртуға, қайталауға </div>
<div>және көшірмелеуге, сатуға және қандай да бір коммерциялық мақсатта</div>
<div>пайдалануға құқығы жоқ.</div>
<div>4.5. Пайдаланушының Сайтты, сондай-ақ оларда орналастырылған Контентті</div>
<div>жеке коммерциялық емес мақсатта пайдалануына авторлық құқықты, </div>
<div>сабақтас құқықтарды, тауар белгілерін қорғаудың барлық белгілерін,</div>
<div>авторлық туралы басқа хабарламаларды сақтаған, автордың атын </div>
<div>(немесе бүркеншек атын)/құқық иеленушінің атауын өзгертілмеген </div>
<div>күйде сақтаған, тиісті объектіні өзгертілмеген күйде сақтаған </div>
<div>жағдайдарұқсат етіледі. ЕрекшеліктіҚазақстан Республикасының </div>
<div>заңнамасында немесе жеке Сервисті пайдалануға қосымша құжаттарда </div>
<div>тікелей көзделген жағдайлар құрайды.</div>
<div>4.6. Сайтта Интернет желісіндегі сайттарға (үшінші тұлғалардың </div>
<div>сайттарына) сілтемелер болуы мүмкін. Көрсетілген үшінші тұлғалар </div>
<div>мен олардың контентін Мирас сол немесе басқа талаптарға (дұрыстық,</div>
<div>толықтық, заңдылықжәне т.т.) сәйкестікке тексермейді. Мирас оларға </div>
<div>Пайдаланушы Сайтты пайдалануға байланысты қолжетімділік алатын </div>
<div>үшінші тұлғалардың сайттарында орналастырылған кез келген ақпарат,</div>
<div>материалдар, сондай-ақ мұндай сайттардың немесе ақпараттың </div>
<div>қолжетімділігі мен Пайдаланушының оларды пайдалану салдарлары үшін</div>
<div>жауап бермейді.</div>
<div>4.7. Сайттың аясында орналастырылған кез келген сайтқа, өнімге, </div>
<div>қызметке, коммерциялық немесе коммерциялық емес сипаттағы кез </div>
<div>келген ақпаратқа сілтеме (кез келген түрдегі) Мирастың мұны тікелей </div>
<div>көрсеткен жағдайларды қоспағанда, Мирастың тарапынан осы өнімдерді </div>
<div>(қызметті, көрсетілетін қызметтерді) мақұлдау немесе ұсыну болып </div>
<div>табылмайды.</div>
<div>4.8. Осы Келісімнің шарттарын қабылдай отырып, ПайдаланушыМирасқа мына</div>
<div>тәсілдермен Контентті пайдалануға жай (ерекше емес) лицензияны </div>
<div>ақысыз ұсынады:</div>
<div>4.8.1. Контентті жаңғыртуға, яғниКонтенттің бір немесе одан көп </div>
<div>даналарын кез келген материалдық түрде дайындауға, сондай-ақ оны </div>
<div>электрондық құрылғының жадына жазуға (жаңғыртуға құқық);</div>
<div>4.8.2. Контенттің даналарын таратуға, яғникез келген материалдық </div>
<div>түрде, соның ішінде желілік және өзгелей тәсілдермен жаңғыртылған</div>
<div>Контентке, сондай-ақ осы мақсаттардың кез келгені үшін импорттауды </div>
<div>қоса алғанда, сату, жалға беру, жалға тапсыру, қарызға беру 
<div>жолымен қолжетімділік ұсынуға (таратуға құқық);</div></div>
<div>4.8.3. Контентті көпшілікке көрсетуге (көпшілікке көрсету құқығы);</div>
<div>4.8.4. Контентті жария орындауға (жария орындау құқығы);</div>
<div>4.8.5. Контенттікез келген тұлға оған кез келген жерден </div>
<div>интерактивтік режимде және кез келген уақытта өз таңдауымен </div>
<div>қатынау ала алатындай етіп хабарлауға (жалпының назарына жеткізу</div>
<div>құқығы);</div>
<div>4.8.6. Контентті түрлендіруге, яғниКонтентті бір тілден басқа </div>
<div>тілге аударуды қоса алғанда, Контентті қайта жасауға немесе </div>
<div>басқалай тәсілмен өңдеуге (қайта өңдеу құқығы);</div>
<div>4.8.7. алынған құқықтардың барлығын немесе бір бөлігін үшінші </div>
<div>тұлғаларға қайта беру құқығы (қосалқы лицензиялау құқығы).</div>
<div>4.9. Контентті пайдалануға көрсетілген жай (ерекше емес) лицензия </div>
<div>Мирасқаәлемнің барлық елдерінің аумағында пайдалану үшін мұндай </div>
<div>Контентті құрайтын авторлық және (немесе) сабақтас құқықтар </div>
<div>объектілеріне ерекше құқықтардың қолданылуының бүкіл мерзіміне </div>
<div>Контентті Сайтқа бір мезгілдеқоса отырып, беріледі.</div>
<div>4.10. Пайдаланушыжоғарыда көрсетілген лицензия шарттарымен Контентке </div>
<div>толық көлемде иелік ету құқығының барына кепілдік береді.</div>
<div> 5. Хабарламалар</div>
<div>5.1. Мирас Пайдаланушыға оның Жеке кабинетте көрсеткен электрондық </div>
<div>адреске, ұялы телефон нөміріне Қолданбаның аясында немесе онымен </div>
<div>байланысты болып жатқан маңызды оқиғалар туралы ақпараттық </div>
<div>электрондық хабарламаларды (бұдан әрі – «нотификаторларды») </div>
<div>жолдауға құқылы.</div>
<div>5.2. Бұдан өзгеПайдаланушыға профилактикалық жұмыстарға, </div>
<div>Пайдаланушының бұзушылықтарына байланысты Сайтқа және/немесе </div>
<div>Сервиске қатынаудың шектеулері, Сайттың функционалының өзгеруі, </div>
<div>Келісімнің, міндетті және қосымша құжаттардың өзгеруін қоса </div>
<div>алғанда, Сервисті ұсынудың мазмұны мен шарттару туралы хабарлауға</div>
<div>арналған нотификаторларды пайдалануға рұқсат етіледі.</div>
<div>5.3. Мирас өз еркімен өзіндік қызметтерінің мен үшінші тұлғалар </div>
<div>өнімдерінің (қызметтерінің) жарнамасын тарату үшін </div>
<div>нотификаторларды пайдалануға құқылы.</div>
<div>6. Жай электрондыққолтаңбаны пайдалану туралы келісім </div>
<div>6.1. Мирас пен Пайдаланушының өзара қарым-қатынастарында жай </div>
<div>электрондық қолтаңбамен куәландырылған электрондық құжаттар </div>
<div>пайдаланылуы мүмкін. </div>
<div>6.2. Жай электрондыққолтаңба болыпПайдаланушының логині мен паролін, </div>
<div>не болмаса Жеке кабинетте көрсетілген электрондық почтасының </div>
<div>адресін, сондай-ақ	</div>		
<div>Пайдаланушыға СМС-хабарлама (SMS) арқылы ұсынылатын СМС-кодты </div>
<div>пайдалану арқылы тікелей Пайдаланушының электрондық қолтаңбасын</div>
<div>қалыптастыру фактісі расталатын электрондыққолтаңба танылады.</div>
<div>6.3. Тараптардың келісіміменжай электрондық қолтаңбамен қол </div>
<div>қойылған электрондыққұжаттарөз қолымен қойылған қағаз </div>
<div>тасығыштардағы құжаттарға мәні бірдей болып танылады.</div>
<div>6.4. Мирас Сервисті және қызметтерді пайдалану жөнінде кез келген </div>
<div>іс-әрекеттерді жасаған жағдайда Пайдаланушының Сайтқа </div>
<div>тіркелген/немесе авторландырылған кезде көрсеткен пайдаланатын </div>
<div>логині мен паролі немесе алынған СМС-коды немесе Мирасқа осы </div>
<div>адрестен хабарламалар түскен жағдайда Пайдаланушы пайдаланатын </div>
<div>электрондық почтаның адресі  бойыншажай электрондық қолтаңба </div>
<div>сәйкес келетін Пайдаланушыны анықтайды.</div>
<div>6.5. Анықталған Пайдаланушының жай электрондық қолтаңбаны </div>
<div>пайдаланып жасаған кез келген іс-әрекеттері осындай Пайдаланушы </div>
<div>жасаған болып есептеледі. </div>
<div>6.6. Пайдаланушының өзінің Жеке кабинетіндегі бағдарламалық </div>
<div>құралдардың көмегімен Сервиске қолжетімділік беруге, Мирастың </div>
<div>Қызметтеріне ақы төлеуге тапсырысын рәсімдеу мұндай электрондық</div>
<div>құжатқа Пайдаланушының жай электрондық қолтаңбамен қол қойғанын</div>
<div>айғақтайды және оның Қызметтер прейскурантында көрсетілген </div>
<div>Мирастың Қызметтерін сатып алу ниетін дәлелдейді.</div>
<div>6.7. Пайдаланушының өзінің Жеке кабинетіндегі бағдарламалық </div>
<div>құралдардың көмегімен өтінішті, сұранысты немесе өзге жүгінуді </div>
<div>ресімдеуі мұндай электрондық құжатқа Пайдаланушының жай </div>
<div>электрондық қолтаңбамен қол қойғанын айғақтайды және оның </div>
<div>ниетін дәлелдейді. </div>
<div>6.8. Тараптарэлектрондық құжат әзірлеу және оған жай электрондық </div>
<div>қолтаңбамен қол қою тәсілінің Пайдаланушыны дұрыс анықтап тану </div>
<div>және осы Келісімді орындау мақсаты үшін жеткілікті болып </div>
<div>табылатынына келіседі.</div>
<div>6.9. Пайдаланушыэлектрондық қолтаңбаның кілтінің құпиялылығын </div>
<div>сақтауға міндеттенеді. Атап айтқанда, Пайдаланушыөз логині мен </div>
<div>паролін хабарлауға немесе өзінің электрондық почтасына және </div>
<div>Жеке кабинетіне үшінші тұлғаларға қолжетімділік беруге құқығы </div>
<div>жоқ, жәнеоларды сақтау және оларға қатынауды шектеу тәсілдерін </div>
<div>өз бетінше таңдай отырып, олардың сақталуы мен жеке пайдалануы </div>
<div>үшін толық жауап береді. </div>
<div>6.10. Логин мен парольге рұқсатсыз қатынаған, олар жоғалған немесе</div>
<div>үшінші тұлғаларға жарияланған жағдайда Пайдаланушыөзінің Жеке </div>
<div>кабинетінде көрсеткен электрондық почтасының адресінен </div>
<div>электрондық хат жолдау арқылы бұл туралы Мирасқа тез арада </div>
<div>хабарлауға міндетті. </div>
<div>6.11. Адресі Жеке кабинетте көрсетілген электрондық почта жоғалған </div>
<div>немесе рұқсатсыз қатынаған жағдайда, Пайдаланушы Жеке </div>
<div>кабинеттегі мұндай адресті жаңасына тез арада ауыстыруға және </div>
<div>электрондық почтаның жаңаадресінен электрондық хат жолдау </div>
<div>арқылы бұл факт туралы Мирасқа хабарлауға міндетті.</div>
<div>7. Ақылы қызметтер.</div>
<div>7.1. Cайт және оның Сервистері арқылы Мирастың ұсынатын қызметтерін</div>
<div>іске асыру үшін, жеке кабинетте Пайдаланушының дербес есеп шоты</div>
<div>жасақталады. Пайдаланушы оны аталған қызметтердің ақысын әрі </div>
<div>қарай төлеу үшін Сайтта көрсетілген тәсілдермен толықтыра </div>
<div>алады.</div>
<div>7.2. ПайдаланушыМирастың таңдауымен жаңа Сервистерге ақылы немесе </div>
<div>ақысыз негізде қолжетімділік алады немесе алуы мүмкін, </div>
<div>Пайдаланушыақысыз Сервистерді Сайтты пайдаланған сәттен бастап </div>
<div>пайдалануға, ақылы Сервистерді Сайтта тіркелген сәттен, сондай-</div>
<div>ақ қызметтерді көрсету туралы Шарт </div>			
<div>жасалғаннан немесе Сайттың Сервистерінде көзделген рәсімдерден </div>
<div>өткеннен кейін пайдалануға құқылы. </div>
<div>7.3. Мирас сол немесе басқа Сервисті және олардың қызметтерін </div>
<div>Пайдаланушылардың пайдалануы үшін ақысыз сынақ қолжетімділікті </div>
<div>ұсынуға құқылы. Оның мерзімі аяқталғаннан кейін </div>
<div>ПайдаланушыСервисті немесе Мирастың қызметтерін әрі қарай </div>
<div>пайдаланғаны үшін ақысын енгізуі тиіс, өйтпеген </div>
<div>жағдайдаПайдаланушының Сервиске қатынауы бұғатталады.</div>
<div>7.4. Ақылы Сервиске және оларда көзделген қызметтерге қатынау құны </div>
<div>және ақысын төлеу тәсілдері Сайттағы және Жеке кабинеттегі </div>
<div>ақпарат арқылы, сондай-ақ тарату немесе Мирастың ресми </div>
<div>сайтында жариялау жолымен Пайдаланушының назарына жеткізіледі.</div>
<div>7.5. Сайтты және оның Сервистерін ақысыз немесе ақылы негізде </div>
<div>пайдалану мүмкіндігі Пайдаланушының белгілі бір іс-</div>
<div>әрекеттерді, соның ішінде Пайдаланушының Мирасқа қандай да бір</div>
<div>қосымша ақпаратты, дербес деректерді ұсына, қосымша офертаны </div>
<div>тіркей немесе акцепттей отырып, жасауымен байланысты болуы </div>
<div>мүмкін. </div>
<div>7.6. Егер оларды пайдалануға (сатып алуға) сұраныстар Сайтта және </div>
<div>оның Сервистерінде көзделген рәсімдермен расталған Сайтты </div>
<div>немесе оның ақылы Сервистерін, сондай-ақ Сайттың Сервистері </div>
<div>ұсынатын қызметтерді сатып алғаны үшін Пайдаланушының есеп </div>
<div>шотынан алынған ақша қаражаттарықайтарылмайды. </div>
<div>8. Қорытынды ережелер</div>
<div>8.1. Осы КелісімҚазақстан Республикасының заңнамасына сәйкес </div>
<div>реттеледі және  түсіндіріледі. Осы Келісіммен реттелмеген </div>
<div>мәселелер Қазақстан Республикасының заңнамасына сәйкес шешілуі</div>
<div>тиіс. Осы Келісімнің реттейтін қатынастарынан туындайтын </div>
<div>барлық ықтимал даулар белгіленген құқық нормалары бойынша </div>
<div>Қазақстан Республикасының заңнамасында белгіленген тәртіппен </div>
<div>шешіледі. Егер өзгелей анық көрсетілмесе, осы Келісімнің </div>
<div>мәтінінде барлық жерде «заңнама» терминімен Қазақстан </div>
<div>Республикасының заңнамасы ұғынылады. </div>
<div> 8.2. Егерсол немесебасқа себептермен осы Келісімнің бір немесе </div>
<div>бірнеше ережелері жарамсыз немесе заңды күші жоқ деп танылса, </div>
<div>бұлКелісімнің қалған ережелерінің жарамдылығына немесе </div>
<div>қолданылуына әсер етпейді.</div>
<div>8.3. Пайдаланушы не болмаса өзге Пайдаланушылар Келісімнің </div>
<div>ережелерін бұзған жағдайда Мирастың тарапынан әрекетсіздік </div>
<div>Мирасты өз мүдделерін кейіндеу қорғау үшін тиісті іс-</div>
<div>әрекеттерді жасау құқығынан айырмайды, сондай-ақ әрі қарай </div>
<div>осындай не болмаса ұқсас бұзушылықтар жасалған жағдайда </div>
<div>Мирастың өз құқықтарынан бас тартуын білдірмейді.</div>
<div>8.4. Осы Келісімді орындауға байланысты кез келген даулар немесе </div>
<div>келіспеушіліктер туындаған жағдайда, Пайдаланушымен Мирас </div>
<div>барлық күш-жігерін олардың арасында келіссөздер өткізу арқылы </div>
<div>шешуге жұмсайды. Егер даулар келіссөздер арқылы шешілмеген </div>
<div>жағдайда, дауларҚазақстан Республикасының қолданыстағы </div>
<div>заңнамасында белгіленген тәртіппен сотта шешілуі тиіс.</div>
<div>8.5. Осы КелісімПайдаланушы үшін оның Пайдаланушының мобилдік </div>
<div>құрылғысындағы Сайтқа тіркелген сәтінен бастап күшіне енеді. </div>
<div>Осы Келісіммерзімсіз қолданылады.</div>
<div> 8.6. Осы Келісіморыс тілінде әзірленген және кейбір </div>
<div>жағдайлардаПайдаланушыға танысу үшін басқа тілде ұсынылуы </div>
<div>мүмкін. Келісімнің орыс тіліндегі нұсқасы мен өзге тілдегі </div>
<div>нұсқасы арасында айырмашылық болған жағдайда осы Келісімнің </div>
<div>орыс тіліндегі нұсқасының ережелері қолданылады.</div>
<div>8. Мирастыңдеректемелері:</div>				
<div>Мирасуниверситеті мекемесі</div>
<div>160012, Шымкент қ., Иляев көш., 3 үй, тел 8(7252)337777  </div>                       
<div>БСН 970540003687  </div>
<div>«Қазақстан Халық банкі» АҚ: </div>                             
<div>KZ616017291000000915  </div>                           
<div>БСК HSBKKZKX</div>
<div>Кбе 18</div>
<div>«Мирасуниверситеті» мекемесінің президенті М.Б. Мырзалиев 	</div>		
        ';
        $obSettings->terms_conditions_description_en = '
<div>User Agreement</div>
<div>Institution – Miras University</div>
<div>Shymkent city, Kazakhstan  </div>
<div>Effective 01.05.2019  </div>
<div>The present “User Agreement” (hereinafter referred to as the “Agreement”)</div>
<div>represents an offer of “Miras University” Institution (hereinafter referred to</div>
<div>as “Miras”) to enter the contract with an individual (legally capable), having</div>
<div>acceded to the present Agreement (hereinafter referred to as the “User”) in a</div>
<div>proper manner under the terms and conditions listed below. </div>
<div>1. General provisions </div>
<div>1.1. In the present document and the relations of the Parties resulting </div>
<div> herefrom or connected herewith the following terms and definitions shall be </div>
<div>applied: </div>
<div>1.1.1. Agreement is the present document with all appendixes, </div>
<div>amendments and obligatory documents specified herein.</div>
<div>1.1.2. User is an individual (legally capable) having acceded to the </div>
<div>present Agreement to his own advantage.</div>
<div>1.1.3. Parties is a collective reference for Miras and the User.</div>
<div>1.1.4. Web-site / Web-sites is any of the automated information</div>
<div>systems accessible in the Internet network at the network addresses in the </div>
<div>following domains (including subdomains): miras.edu.kz, miras.app (hereinafter</div>
<div>referred to as the “Website”), intended for installation and use on the Device</div>
<div>and allowing the User to get access to the Service and services with the use of</div>
<div>communication network.</div> 
<div>1.1.5. Device is a personal computer, a tablet, a mobile phone, a</div>
<div>communicator, a smart phone, another device allowing to use the Service</div>
<div>according to their functional purposes.</div>
<div>1.1.6. Service is a complex of services rendered to the User on the Website.</div>
<div>1.1.7. Content is images, text, audio- and video material, as well</div>
<div>as other subjects of author\'s and (or) associated rights, other</div>
<div>information and messages of any character.</div>
<div>1.1.8. Personal account is a personal section of the Website to</div>
<div>which the User gets access after passage of registration and/or</div>
<div>authorization on the Website. The Personal account is designed for</div>
<div>storage of the User’s personal data, viewing and management of</div>
<div>accessible functionality.</div>
<div>1.2. In the present Agreement other terms and definitions which have</div>
<div>not been specified in the item 1.1 hereof can be used. In this case such a</div>
<div>term shall be interpreted according to the Agreement text. In case of</div>
<div>absence of monosemous interpretation of a term or a definition in the text</div>
<div>of the Agreement and other documents forming the contract under the terms of</div>
<div>the Agreement, it is necessary to be guided by its interpretation defined:</div>
<div>first of all – by the Republic of Kazakhstan legislation, and in the</div>
<div>subsequent - good business practices and scientific doctrine.</div>
<div>1.3. Miras offers advisory, training, educational and other services to</div>
<div>the User under the conditions established by the Price-list of the Services,</div>
<div>the Agreement and all its integral parts.</div> 
<div>1.4. Using by the User of the Website and/or the Service provided on its</div>
<div>basis by any way and in any form within their declared functionality and</div>
<div>designation, including:</div> 
<div>1.4.1. registration and/or authorization on the Website;</div>
<div>1.4.2. viewing of the Content hosted on the Website;</div>
<div>1.4.3. hosting or displaying of any Content on the Website;</div>
<div>1.4.4. other use of the Website functionality or the Service provided;</div>
<div>– expresses consent as well as both full and unconditional acceptance by the User</div>
<div>of the present offer conditions that is deemed to be its acceptance</div>
<div>and is considered to be equivalent to signing of the present</div>
<div>Agreement under the specified conditions, thus the written form of</div>
<div>the present Agreement is considered to be observed according to the</div>
<div>provisions of the  Articles 395-396 of the Republic of Kazakhstan</div>
<div>Civil Code.</div>
<div>1.5. The present Agreement on the Website usage being concluded in the form</div>
<div>of a public offer, provided by the Civil Code of the Republic of </div>
<div>Kazakhstan, does not need bilateral official signing, has legal</div>
<div>force in electronic form and confirms its legitimacy. </div>
<div>1.6. Accepting conditions of the present Agreement by registration on the </div>
<div>Website, the User in case of hosting on the Website of the </div>
<div>information concerning personal data, according to the Republic of</div>
<div>Kazakhstan legislation, shall agree to its processing, including </div>
<div>but not limited to: gathering, storage, transfer to third parties</div>
<div>and use of the information by Miras with a view of realization of</div>
<div>its activity and realization of the obligations to the competent authorities. </div>  
<div>1.7. The Present Agreement and the obligatory documents specified herein </div>
<div>define the basic conditions of the Website usage, as well as any </div>
<div>their development and/or addition of new functionality. </div>
<div>1.8. The obligatory condition of the Website use and provision of the </div>
<div>Service on its basis shall be full and unconditional User’s </div>
<div>acceptance of the present Agreement terms and conditions and the</div>
<div>Policy of confidentiality hosted and/or accessible in the Internet</div>
<div>network at the following URL: https://miras.edu.kz </div>
<div>1.9. Delivery of the Service and its services shall be regulated according</div>
<div>to the provisions of the present Agreement, as well as the </div>
<div>documents additionally accepted on its basis (as hereinafter </div>
<div>mentioned in the Agreement text to as the “Addendum Document”) </div>
<div>which are published by Miras on the official Website and can </div>
<div>regulate special aspects of use of a certain Service.</div>
<div>1.10. In case of contradiction between the Agreement and conditions of use</div>
<div>of any Services separately, specified in the addendum document, the</div>
<div>conditions of use of the corresponding Service, specified in the </div>
<div>addendum document concerning it shall have a priority.</div>
<div>1.11. The Agreement, including obligatory documents concerning it, can be</div>
<div>amended by Miras unilaterally. Therewith Miras publishes a formal</div>
<div>notice on amendments of the Agreement conditions on its website </div>
<div>www.miras.edu.kz. New edition of the Agreement and/or the </div>
<div>obligatory documents specified in it comes into force from the </div>
<div>moment of publishing them on the Website.</div>
<div>1.12. Having used any of the options specified in the item 1.11. the User </div>
<div>confirms that he:</div>
<div>a) has read the conditions of the present Agreement and the documents specified in </div>
<div>it and obligatory for the Parties in full prior to use of the</div>
<div>Website and/or the Service provided on its basis.</div>
<div>b) accepts all conditions of the present Agreement and the documents specified </div>
<div>in it and obligatory for the Parties in full without any </div>
<div>withdrawals and restrictions from the User and undertakes to </div>
<div>observe them or stop to use the Service. Unless the User agrees </div>
<div>with the conditions of the present Agreement and the documents </div>
<div>specified in it and obligatory for the Parties or has no right </div>
<div>to come into the Agreement on their basis, the User should stop immediately</div>
<div>any use of </div>
<div>the Website and the Service provided on its basis.</div>
<div>c) has agreed with the conditions of the present Agreement and confirms his </div>
<div>legal status and capacity.</div>
<div>1.13. The current edition of the Agreement has been published on</div>
<div> the page at the following URL https://miras.edu.kz, miras.app</div>
<div>1.14. References, offers and claims of individuals and legal entities</div>
<div>to Miras, connected with maintenance and functioning of the </div>
<div> Website, infringements of rights and interests of third parties,</div>
<div>requirements of the Republic of Kazakhstan legislation, as well</div>
<div>as for inquiries from the persons authorized by the Republic of </div>
<div>Kazakhstan legislation can be sent to the following e-mail</div>
<div>address: info@miras.edu.kz.</div>
<div>2. General terms of the Website use </div>
<div>2.1. Viewing of the Content published on the Website on open access</div>
<div>does not require obligatory registration and/or </div>
<div>authorization of the User.</div>
<div>2.2. Any other application of the Website functionality </div>
<div>including use </div>
<div>of the Services shall be permitted only after the User’s </div>
<div>registration and authorization on the Website according to the</div>
<div>rules established by Miras.</div>
<div>2.3. The List of the Website functionality using of which </div>
<div>requires preliminary registration and/or authorization, as well</div>
<div>as acceptance of addendum documents for use of the Services in </div>
<div>specific cases, shall be defined in sole discretion of Miras and</div>
<div>can be changed from time to time.</div>
<div>2.4. Upon completion of the registration procedure, a unique member</div>
<div>account connected with the User’s Personal account on the Website</div>
<div>is created, which is necessary for use of majority of the </div>
<div>functionality and the Services based on them without separate </div>
<div>registration of the User in any of the Website parts separately.</div>
<div>2.5. To register the User undertakes to give authentic and full </div>
<div>information about the User according to the questions offered in </div>
<div>the registration form, and to support this information in an </div>
<div>actual condition. In case the User gives incorrect information,</div>
<div>or Miras has reasons to suppose that the information given by the</div>
<div>User is incomplete or incorrect, Miras has the right at its own </div>
<div>discretion to freeze or delete the account of the User, as well </div>
<div>as to bar the User from using the Website and the Services </div>
<div>connected with them completely or in a certain part.</div>
<div>2.6. Miras reserves the right at any moment to require from the User</div>
<div>to acknowledge the data indicated upon registration, and to </div>
<div>request in this connection confirmation documents (in </div>
<div> particular - personal identity documents), non-</div>
<div>provision of which, at the discretion of</div>
<div>Miras, can be equal to provision of incorrect information and </div>
<div>result in the consequences provided by the item 2.5. hereof. In</div>
<div>case the User’s information indicated in the documents provided</div>
<div>to it does not correspond to the data specified upon </div>
<div>registration, as well as in case when the data indicated upon </div>
<div>registration does not allow to identify the User, Miras has the </div>
<div>right to take the measures specified in the item 2.5. hereof.</div>
<div>2.7. The information about the User containing in the account and in</div>
<div>the User’s Personal account is stored and processed by Miras </div>
<div>according to the Confidentiality Policy.</div>
<div>2.8. Upon registration the Website automatically defines a login (a </div>
<div>unique symbolical name of the User’s account), and the User </div>
<div>defines the password to get access to the Personal account </div>
<div>himself. Further, the User’s password can be changed with use of </div>
<div>the Website software given in his Personal account. Miras has the</div>
<div>right to inhibit use of certain logins, as well as to establish </div>
<div>requirements to a login and a password (length, admissible </div>
<div>symbols and etc.).</div>
<div>2.9. The registered User defines himself how to use the Personal</div>
<div>account and other Site functionality, including the conditions of</div>
<div>the corresponding Service use, which however under no </div>
<div>circumstances can contradict to the present Agreement except as</div>
<div>required by the addendum documents.</div>
<div>2.10. The procedure and consequences of a login and a password use by</div>
<div>the User shall be defined in the section 6 of the present </div>
<div>Agreement.</div>
<div>3. Restrictions on the use of the Website</div>
<div>3.1. Accepting the conditions of the present Agreement the User</div>
<div>understands and recognizes that:</div>
<div>3.1.1. Miras has the right to establish limits and restrictions</div>
<div>on the use of the Website and the Services based on them for all Users, or</div>
<div>for separate categories of Users (depending on the User’s location, the </div>
<div>language in which the Service is provided, and etc.), including: </div>
<div>presence/absence of separate functions, maximum period of information and </div>
<div>data storage, special parameters of the loaded information and etc.)</div>
<div>3.1.2. The Information concerning the established restrictions </div>
<div>will be brought to the notice of the Users according to the rules </div>
<div>established by the item 1.10, or in the form of system notices in the </div>
<div>Personal account.</div>
<div>3.2. Unless otherwise provided by the addendum documents for use of </div>
<div>a separate Service:</div>
<div>3.2.1. The User uses the Website at his own risk. The Services </div>
<div>are provided in the format defined by Miras, Miras does not take up any </div>
<div>responsibility, including for conformity of the Website and the Service </div>
<div>based on it to the User’s purposes;</div>
<div>3.2.2. Miras does not guarantee that: the Website and/or the 
<div>Services correspond to the User’s requirements at the moment of the </div>
<div>Agreement acceptance and will correspond to them subsequently; the Services</div>
<div>will be provided continuously, quickly, reliably and without errors; the </div>
<div>results which can be received in result of the Website use will be exact and </div>
<div>reliable and can be used for any purposes or in any quality (for example,</div>
<div>for establishment and/or acknowledgement of any facts); quality of any </div>
<div>product, service, information and the Content received with use of the </div>
<div>Services will correspond to the User’s expectations;</div>
<div>3.2.3. Any information and/or materials (including loaded </div>
<div>software, letters, any instructions and guides to action and etc.), to which </div>
<div>User receives access with use of the Website, the User can use at his own </div>
<div>risk and bears his own independent responsibility for possible consequences </div>
<div>which may result from use of the specified information and/or materials, </div>
<div>including for the damage which can be caused to the User’s or the third </div>
<div>parties’ devices, for loss of data or any other harm;</div>
<div> 3.2.4. Since the Website and the Services based on them are at </div>
<div>the stage of constant addition and updating, the form and character of the </div>
<div>Website functionality and the provided Services can change from time to time </div>
<div>without prior notification of the User. Miras has the right to stop if </div>
<div>necessary under its own discretion (temporarily or permanently) provision of </div>
<div>the Services (or any separate functions within the Service limits) to all </div>
<div>Users in general or to a separate User, in particular, without prior </div>
<div>notification;</div>
<div>3.2.5. Miras does not bear responsibility for any kind of losses </div>
<div>caused as a result of use of the Website and/or the Services based on them </div>
<div>by the User;</div>
<div>.2.6. Under any circumstances, the Parties shall bear </div>
<div>responsibility in conformity with the Republic of Kazakhstan legislation.</div>
<div>3.3. If any person has been registered as the User on behalf of the </div>
<div>company which has authorized him to do that, it means that the company </div>
<div>accepts the Agreement and undertakes to protect Miras, its affiliated </div>
<div>structures, management, agents and employees from any judicial claims, </div>
<div>processes and trials connected with use of the Website and/or the Services </div>
<div>based on them, as well as from any responsibility, including financial, </div>
<div>concerning claims, damage, loss, procedures, proceedings, court fees and </div>
<div>fees of lawyers.</div>
<div>3.4. Miras is in no way connected with the Content provided and/or </div>
<div>published (including broadcasted) by the Users on the Website, and does not</div>
<div>check the content, authenticity and safety of such Content or its </div>
<div>components, as well as their conformity to the</div>
<div>requirements of the current legislation and presence of necessary scope </div>
<div>of the Users’ rights to distribute and/or use it.</div>
<div>3.5. The User independently bears responsibility for conformity of the Content</div>
<div>information published by the User to current legislation requirements,</div>
<div>including responsibility before the third persons in cases when publishing </div>
<div>of such Content or information by the User infringes rights and legitimate</div>
<div>interests of third parties, including personal non-property rights of</div>
<div>authors, other intellectual rights of third parties, and / or infringes </div>
<div>upon non-material values belonging to them.</div>
<div>3.6. The User agrees that Miras is not obliged to carry out preliminary check </div>
<div>of the Content of any kind published and/or distributed by the User by </div>
<div>means of the Website, as well as that Miras has the right (but not a duty) </div>
<div> at its own discretion to bar the User from publishing and/or distributing </div>
<div>such a Content by him or to delete any Content which is accessible by </div>
<div>means of the Website. The User realizes and agrees that the User should </div>
<div> estimate independently all his risks connected with publishing and </div>
<div>distribution of such a Content, including estimation of reliability, </div>
<div>completeness or usefulness thereof.</div>
<div>3.7. In particular when using the Website the User shall not have the right to:</div>
<div>3.7.1. load, send, transfer or in any other way to publish and/or </div>
<div>distribute the information which is illegal, harmful, slanderous, offends</div>
<div> morals, shows (or is propagation) violence and cruelty, breaks </div>
<div>intellectual property rights, propagandizes hatred and/or discrimination </div>
<div> of people according to racial, ethnic, sexual, religious, social features,</div>
<div>contains insult towards any persons or organizations, contains elements </div>
<div> (or is propagation) of pornography, children\'s erotica, is an </div>
<div>advertisement (or is propagation) of sexual services (including under the</div>
<div> pretext of other services), explains the procedure of manufacturing, </div>
<div>application or other use of narcotic substances or their analogues, </div>
<div>explosives or other weapon;</div>
<div>3.7.2. break the rights of the third parties, including underage people </div>
<div>and/or to do them harm in any form;</div>
<div>3.7.3. mispresent the User as another person or a representative of an </div>
<div>organization and/or community without sufficient rights to that, including </div>
<div>as employees of Miras, as well as to apply any other forms and ways of </div>
<div>illegal representation of other persons in the Internet network, and to </div>
<div>give the Users or Miras the wrong idea of properties and characteristics </div>
<div> of any subjects or objects;</div>
<div>3.7.4. load, send, transfer or in any other way to publish and/or </div>
<div>distribute the Content, in the absence of the rights to such actions </div>
<div>according to the legislation or any contractual relations;</div>
<div>3.7.5. load, send, transfer or in any other way to publish and/or </div>
<div>distribute the advertising information not permitted in a special way, </div>
<div>spam (including search), lists of others’ e-mail addresses, schemes of </div>
<div>“pyramids”, multilevel (network) marketing (MLM), systems of Internet </div>
<div>earning and e-mail - businesses, “good luck letters” as well as to use the </div>
<div>Website for participation in these actions;</div>
<div>3.7.6. to collect and store personal data of other people in an </div>
<div>unauthorized way;</div>
<div>3.7.7. break normal operation of the Website.</div>
<div>3.7.8. put links to the Internet network resources which content is </div>
<div>contrary to the Republic of Kazakhstan current legislation;</div>
<div>3.7.9. assist in the actions focused on infringement of restrictions and </div>
<div>interdictions, imposed by the Agreement;</div>
<div>3.7.10. to infringe statutory regulations, including standards of </div>
<div>international law, in any manner whatsoever.</div>
<div>3.8. In case of detection of infringement of the rights and/or interests in </div>
<div>connection with the Website use, including publishing of inadequate </div>
<div>Content by another User, it is necessary to inform Miras about the fact </div>
<div>sending the notice in writing with a detailed </div>
<div>statement of the infringement circumstances and a hypertext link to the </div>  
<div>Website page containing materials which infringe the corresponding </div>  
<div>rights and/or interests.</div>  
<div>3.9. In the presence of claims of third parties concerning infringement of</div>  
<div>any property and / or personal non-property rights of third </div>  
<div>parties, as well as interdictions established by the legislation or</div>  
<div>restrictions by the certain User, such a User shall be obliged on </div>  
<div>request of Miras to pass official identification, having given </div>  
<div>Miras notarially certified obligation to settle the arisen claims </div>  
<div>on his own and at his own expense indicating his personal </div>  
<div>information.</div>  
<div>3.10. In case of bringing Miras to responsibility or imposing of punishment </div> 
<div>on it in connection with the User’s infringement of the rights </div>  
<div>and/or interests of third parties, as well as interdictions </div>  
<div>established by the legislation or restrictions, such a User shall </div>  
<div>be obliged to pay in full the damages of Miras which have arisen by</div>  
<div>his fault. Thus, in case of continuation of the Parties’ </div>  
<div>interrelations, the User shall be obliged to observe the </div>  
<div>requirements of the present Agreement further.  </div>  
<div>3.11. In case of repeated or serious infringement of the present Agreement</div>  
<div>conditions and/or the legislation requirements, Miras has the right</div>  
<div>to block or delete the User’s account, as well as to bar access </div>  
<div>with use of the account to certain Services, and to delete any data</div>  
<div>indicated by the User in the Personal account or the Content </div>  
<div>published by him without prior notification. Thus, the User shall </div>  
<div>not be excused from satisfying the requirements of the item 3.10.</div>  
<div>4. Intellectual rights </div>  
<div>4.1. All objects accessible by means of the Website, including design </div>  
<div>elements, text, methodical materials, tasks, graphic images, </div>  
<div>illustrations, video, software applications, databases, music, </div>  
<div>sounds and other objects published within the limits of the Website</div>  
<div> are the items covered by exclusive rights of Miras, the Users and </div>  
<div>other legal owners.</div>  
<div> 4.2. Miras gives to the User the right of personal functional use of the </div>  
<div>Website Services within the limits of its general functionality.</div>  
<div>4.3. Use of the Website in different ways, including by copying </div>  
<div>(reproduction) of the Content published on the Website, as well as </div>  
<div>elements of design forming a part of the Website, software </div>  
<div>applications and databases, their decompilation, modification and </div>  
<div> subsequent distribution, public display, making available to the </div>  
<div>public shall be strictly forbidden, unless otherwise provided by </div>  
<div>the present Agreement.</div>  
<div>4.4. The User has not the right to reproduce, repeat and copy, sell, as </div>  
<div>well as to use for any commercial purposes any parts of the Website </div> 
<div>(including the Content accessible to the User by means of use of </div>  
<div>the Website), or access to them, except those cases when the User </div>  
<div>has obtained such permit from Miras or when it is directly provided</div>  
<div>by the addendum documents on use of a separate Service.</div>  
<div>4.5. Use of the Website by the User, as well as the Content published in it</div>  
<div>for personal noncommercial use is allowed under the condition of </div>  
<div>preservation of all symbols of copyright, adjacent rights, trade </div>  
<div>marks, other notices on authorship, preservation of the name (or a </div>  
<div>pseudonym) of the author/name of the right holder in an unchanged </div>  
<div>variant, preservation of the corresponding object in an unchanged </div>  
<div>form. The exceptions are the cases directly provided by the </div>  
<div>Republic of Kazakhstan legislation or the addendum documents on use</div>  
<div>of a separate Service.</div>  
<div>4.6. The Website can contain links to the Websites in the Internet network </div>  
<div>(sites of third parties). The specified third parties and their </div>  
<div>content are not checked by Miras for compliance with any </div>  
<div>requirements (authenticity, completeness, legality, and etc.). </div>  
<div>Miras does not bear responsibility for any information, materials </div>  
<div>published on third parties’ sites to which the User gets access in </div>  
<div>connection with use of the Website, as well as for accessibility of</div>  
<div>such sites or information and consequences of their use by the </div>  
<div>User.</div>              
<div>4.7. The link (in any form) to any site, product, service, any information</div> 
<div>of commercial or noncommercial character, published within the </div> 
<div> limits of the Website, is not approval or recommendation of the </div> 
<div>given products (services, activity) on behalf of Miras, except for </div> 
<div>the cases when it is explicitly specified by Miras.</div> 
<div>4.8. Accepting the terms and conditions of the present Agreement, the User </div> 
<div> gratuitously grants to Miras the simple (non-exclusive) license for</div> 
<div>the Content use in the following ways:</div> 
<div>4.8.1. to reproduce the Content, i.e. to make one or more copies of the </div> 
<div> Content in any material form, as well as its writing to the memory </div> 
<div>of an electronic device (right to copy);</div> 
<div> 4.8.2. to distribute the Content copies, i.e. to give access to the </div> 
<div> Content reproduced in any material form, including network and </div> 
<div> different ways, as well as by sale, hire, letting out, lending, </div> 
<div>including import for any of these purposes (distribution right);</div> 
<div>4.8.3. to show the Content publicly (right of public display);</div> 
<div>4.8.4. to reproduce the Content publicly (right of representation and </div> 
<div>performance);</div> 
<div>4.8.5. to provide the Content in such a way that any person can have </div> 
<div>access to it in an interactive mode from any place and at any time</div> 
<div>at his choice (right of dissemination to the general public);</div> 
<div>4.8.6. to modify the Content, i.e. to alter or to process the Content </div> 
<div>in some other way, including translation of the Content from one </div> 
<div>language into another (right to alter);</div> 
<div>4.8.7. the right to reassign all or a part of the received rights to </div> 
<div>the third parties (the right for sublicensing).</div> 
<div>4.9. The specified simple (non-exclusive) license for the Content use shall </div> 
<div>be granted to Miras simultaneously with addition of the Content to</div> 
<div>the Website for the whole period of validity of exclusive rights to </div> 
<div>the objects of author\'s and (or) adjacent rights forming such </div> 
<div>Content, for use in the territory of all countries of the world.</div> 
<div>4.10. The User guarantees presence of the right to dispose of the Content </div> 
<div>in necessary scope under the terms of the above mentioned license.</div> 
<div>5. Notifications</div> 
<div>5.1. Miras has the right to send informative e-mail messages (hereinafter </div> 
<div>referred to as “Notificators”) to the User’s electronic address </div> 
<div>specified in his Personal account, mobile phone number information,</div> 
<div>concerning important events occurring within the limits of</div> 
<div>rendering the Services or in connection with it.</div> 
<div>5.2. Besides other things it is allowed to use the notificators to inform </div> 
<div>the User about restriction of access to the Website and/or the </div> 
<div>Service in connection with preventive works, infringements of the </div> 
<div>User, change of the Website functionality, maintenance or </div> 
<div>conditions of the Service granting, including change of the </div> 
<div>Agreement, obligatory and addendum documents.</div> 
<div>5.3. Miras at its own discretion has the right to use the notificators for </div> 
<div>distribution of advertisement of its own services and products </div> 
<div>(services) of the third parties.</div> 
<div>6. The Agreement on use of a simple electronic signature</div> 
<div>6.1. In mutual relations between Miras and the User the electronic </div> 
<div>documents certified by a simple digital signature can be used.</div>       
<div>6.2. The simple electronic signature is considered to be an </div>
<div>electronic signature which by means of use of login and </div>
<div>password of the User, or his e-mail address, specified in </div>
<div>the Personal account, as well as a SMS-code sent to the User </div>
<div> by means of SMS-message (SMS), confirms the fact of </div>
<div>formation of an electronic signature directly by the User.</div>
<div>6.3. According to the agreement of the parties the electronic </div>
<div> documents signed by a simple electronic signature, shall be </div>
<div>admitted equivalent to the paper documents signed by their</div>
<div>handwritten signatures.</div>
<div>6.4. Miras defines the User to whom the simple electronic signature </div>
<div>corresponds, according to the login and the password used b</div>
<div>y the User and specified upon registration/or authorization </div>
<div>on the Website or received SMS-code, in case of taking any </div>
<div>actions on use of the Service and services, or in the e-mail </div>
<div>address used by the User - in case of receipt of messages b</div>
<div>y Miras from such an address.</div>
<div>6.5. Any actions taken with use of a simple electronic signature of</div>
<div>a certain User shall be considered taken by such a User. </div>
<div>6.6. Issuance by the User of the order for granting access to the</div>
<div>Service, payment of Miras Services by means of software in </div>
<div> his Personal account shall be the evidence of signing such </div>
<div>an electronic document by a simple electronic signature of </div>
<div>the User and confirms its intention to get Miras Services </div>
<div> specified in the Price-list of the services.</div>
<div>6.7. Registration by the User of a statement, inquiry or other </div>
<div> reference by means of software in his Personal account shall </div>
<div>be the evidence of signing of such an electronic document b</div>
<div>y a simple electronic signature of the User and confirm his</div>
<div> intentions. </div>
<div>6.8. The Parties agree that the way of creating and signing of an </div>
<div>electronic document with a simple electronic signature, </div>
<div>shall be sufficient for the purpose of the User </div>
<div>authentication and execution of the present Agreement.</div>
<div>6.9. The User undertakes to observe confidentiality of the </div>
<div> electronic signature key. In particular, the User has no </div>
<div>right to transfer his login and password or to give access </div>
<div>to his e-mail and Personal account to the third parties, and </div>
<div>bears full responsibility for their safety and individual </div>
<div>use, independently choosing the way of their storage and </div>
<div>access restriction to them. </div>
<div>6.10. In case of unapproved access to a login and a password, their</div>
<div>loss or disclosure to the third parties the User shall be </div>
<div>obliged to inform immediately about it to Miras sending an </div>
<div>electronic letter from the e-mail address specified in his </div>
<div>Personal account. </div>
<div>6.11. In case of loss or unapproved access to e-mail which address </div>
<div>is specified in the Personal account, the User shall be </div>
<div>obliged to replace such an address immediately in the </div>
<div>Personal account for a new one and to inform Miras about the </div>
<div>fact sending an electronic letter from the new e-mail </div>
<div>address.</div>
<div>7. Paid services.</div>
<div>7.1. To render the services offered by Miras by means of the Website </div>
<div>and its Services, in the Personal account the User’s </div>
<div>personal settlement account shall be created which he can </div>
<div>refill in the ways specified on the Website, for subsequent </div>
<div>payment of the given services.</div>
<div>7.2. The User receives or can get access to new Services for a </div>
<div>consideration or free of charge as selected by Miras, the </div>
<div>User has the right to use free Services from the moment of </div>
<div>the Website use, paid ones - from the moment of registration </div>
<div>on the Website, as well as after concluding the Service </div>
<div>Contract or passage of the confirmatory procedures provided </div>
<div>by the Services of the Website. </div>
<div>7.3. Miras has the right to give free trial access for the Users to </div>
<div>use any of the Services and their services upon the expiry </div>
<div>of which the User should effect payment for subsequent use </div>
<div>of the Service or services of Miras, otherwise access to the</div>
<div>Service for the User will be suspended.</div>
<div>7.4. The User shall be informed about cost of access to the paid </div>
<div>Service and services provided by it as well as methods of</div>
<div> payment by means of information on the Website and in the </div>
<div>Personal account, and by mailing or publication on the </div>
<div>official site of Miras.</div>
<div>7.5. Possibility of use of the Website and its Services on free or on</div>
<div> indemnity basis can be caused by taking certain actions by the</div>
<div>User, including the User’s presentation of any additional </div>
<div>information, personal data to Miras, registration or </div>
<div>acceptance of an additional offer. </div>
<div>7.6. The monetary funds written off the User’s settlement account for </div>
<div> buying the paid Services of the Website, and the services </div>
<div> offered by the Website Services, shall not be subject to </div>
<div>return, in a case if inquiries about their use (buying) were </div>
<div>the confirmed procedures, provided by the Website and its </div>
<div>Services. </div>
<div>8. Final provisions</div>
<div> 8.1. The present Agreement shall be regulated and interpreted </div>
<div> according to the Republic of Kazakhstan legislation. The </div>
<div>matters have not been settled by the present Agreement, shall </div>
<div>be subjects to settlement according to the Republic of </div>
<div>Kazakhstan legislation. All possible disputes arising from the </div>
<div>relations, regulated by the present Agreement, shall be </div>
<div>resolved in the order established by the current legislation </div>
<div>of the Republic of Kazakhstan, according to the norms of the </div>
<div>established law. Everywhere as mentioned in the text of the </div>
<div>present Agreement unless otherwise specified, the term </div>
<div>“legislation” shall be understood to be the Republic of </div>
<div>Kazakhstan legislation.</div>
<div>8.2. If for whatever reasons one or several provisions of the present</div>
<div>Agreement are recognized void or having no legal force, it </div>
<div>shall not influence on the validity or applicability of other </div>
<div>provisions of the Agreement.</div>
<div>8.3. Inactivity on behalf of Miras in case of infringement by the User</div>
<div> or other Users of the Agreements provisions shall not deprive </div>
<div>Miras of the right to undertake corresponding actions to </div>
<div>protect his interests later, as well as it does not mean </div>
<div>Miras’ refusal of the rights in case of making similar or </div>
<div>analogous infringements henceforth.</div>
<div>8.4. In case of occurrence of any disputes or disagreements connected </div>
<div>with execution of the present Agreement, the User and Miras </div>
<div>shall do whatever it takes to solve them by means of </div>
<div> negotiation between them. In case disputes cannot be resolved </div>
<div>by negotiations, the disputes shall be settled in court in the</div>
<div> order established by the current legislation of Republic of </div>
<div>Kazakhstan.</div>
<div>8.5. The Present Agreement comes into force for the User from the </div>
<div>moment of its registration on the Website on the device of the </div>
<div>User. The present Agreement shall remain in force without </div>
<div>limit of time.</div>
<div>8.6. The Present Agreement has been made in Russian and in certain </div>
<div>cases can be presented to the User for review in another </div>
<div>language. In case of divergence of the Russian version of the</div>
<div>Agreement and the Agreement version in other language, the </div>
<div>provisions of the Russian version of the present Agreement </div>
<div> shall be applied.</div>                       
<div>8. Miras bank details:</div> 
<div>Institution “Miras” University</div> 
<div>160012, 3 Ilyayev street, Shymkent city, tel.: 8(7252)337777  </div>                       
<div>BIN 970540003687 </div>       
<div>“Halyk Bank of Kazakhstan” JSC:   </div>                              
<div>KZ616017291000000915  </div>                      
<div>BICHSBKKZKX</div> 
<div>Beneficiary Code 18</div> 
<div>The president of “Miras” University Institution 		 M.B. Myrzaliyev.   </div>                               
        ';
        $obSettings->save();

    }
}
