<?php

use App\Settings;
use Illuminate\Database\Seeder;

class SettingsAddAgitatorTermKZ extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        $obSettings = Settings::where('id',1)->first();
        $obSettings->agitator_terms_conditions_description_kz = '
            <div>№ 09/713- 5 ОФЕРТА  ҚЫЗМЕТ КӨРСЕТУ - ЖАРИЯ ШАРТЫ</div>
<br>
<div>Шымкент қ.                                                                     «05» қантар 2020 ж.</div>
<br>
<div>Осы Оферта-шарт (бұдан әрі – "Шарт") "Мирас Университеті" мекемесінің (бұдан әрі – "Тапсырыс беруші")</div> <div>төменде баяндалған шарттарда осы Шартқа тиісті түрде қосылған жеке тұлғамен, жеке кәсіпкермен немесе заңды </div><div>тұлғамен (бұдан әрі – "Орындаушы") шарт жасасу ұсынысын білдіреді.</div>
<div>Осы құжат ҚР Азаматтық Кодексінің 395 – бабына сәйкес жария оферта болып табылады, толық және шартсыз </div><div>қабылдау (акцепт) ҚР Азаматтық кодексінің 396-бабына сәйкес Орындаушының Тапсырыс берушінің электрондық </div><div>жүйесінде тіркеуді жүзеге асыруы -miras.app сайтында үгіт-насихат ретінде және шарт мәніне сәйкес қызмет </div><div>көрсету болып саналады.</div>
<br>
<div>1. Шарттың мәні</div>
<div>1.1 Талапкерлер арасындағы үгіт-нас жұмысы.</div>
<div>1.1.1   Тапсырыс беруші Мирас университетіне 2020-2021 оқу жылына бакалавриат және магистратура </div><div>бағдарламалары бойынша оқуға тарту мақсатында талапкерлер арасында үгіт-насихат жұмыстарын жүргізуді </div><div>тапсырады, ал Орындаушы орындауға міндеттеледі. </div>    
<div>1.1.2  Талапкер келесі критерийлерге сәйкес тартылған болып саналады:</div>
<div>a. Талапкер талапкер ретінде Miras.app сайты/қосымшасында тіркеу жүргізеді;</div>
<div>b. Талапкер Тапсырыс беруші қызметінің қолданыстағы Прейскурантына сәйкес кіру жарнасын төледі.</div>
<div>c. Талапкер Бакалавриат немесе магистратура бағдарламалары бойынша Мирас Университетіне түсу үшін міндетті </div><div>құжаттар пакетін ұсынды.</div>
<div>d. Талапкер Орындаушыны miras.app сайтында тіркелу кезінде есептік жазбада Үгіттеуші ретінде көрсетті.</div>
<br>
<div>1.2    Білім алушыға кеңес беруді және сүйемелдеуді жүзеге асыру.</div>
<div>1.2.1 Тапсырыс беруші 1.1-тармаққа сәйкес Орындаушы тартқан бірінші курстың білім алушылары арасында 2020-</div><div>2021 оқу жылына Мирас университетінде бакалавриат және магистратура бағдарламалары бойынша консультациялық </div><div>жұмысты жүзеге асыруға міндеттенеді.</div>
<div>1.2.2 Білім алушының консультациясы мен сүйемелдеуін жүзеге асыру келесі критерийлерге сәйкес орындалды </div><div>деп есептеледі:</div>
<div>a. Білім алушы Бакалавриат немесе магистратура бағдарламасы бойынша бірінші курсқа қабылдау туралы </div><div>бұйрыққа сәйкес Мирас университетіне қабылданды;</div>
<div>b. Білім алушы қабылдау сынағынан өтті;</div>
<div>c. Білім алушы тиісті білім беру бағдарламасы бойынша кемінде 30 кредит төлемі жүзеге асырды;</div>
<div>d. Білім алушы бірінші академиялық кезеңде өту балы бар емтихандар тапсырды.</div>
<div>1.2.3. Білім алушыларға кеңес беру және сүйемелдеу қызметтері үшін есеп келесі білім алушылар бойынша </div><div>жүргізілмейді:</div>
<div>a. Білім алушы Мирас университетінде академиялық кезеңге 15% артық оқу жеңілдігінің иегері болып табылады.</div>
<div>b. Білім алушы басқа жоғары оқу орындарынан ауысу тәртібімен Мирас университетіне қабылданды.</div>
<div>c. Білім алушы Мирас колледжінің немесе университетінің алдыңғы білім беру бойынша түлегі болып табылады.</div>
<br>
<div>2. Қызметтердің құны және есептеу тәртібі</div>
<div>2.1       Білім алушыны тарту қызметінің құны.</div>
<div>2.1.1 Талапкерлерді тарту қызметінің құны Шарттың 1.1.т. көрсетілген талаптарға сәйкес  бір талапкерге </div>
<div>5 000 (бес мың) теңгені құрайды. </div>
<div>2.1.2 Қызметтердің құны ҚР қолданыстағы заңнамасына сәйкес міндетті салықтар мен аударымдарды ескере </div><div>отырып, теңгемен көрсетіледі.</div>
<div>2.1.3 Тапсырыс беруші орындалған жұмыстар актісіне қол қойылғаннан кейін Орындаушыға төлемді жүзеге асырады.</div>
<div>2.2       Кеңес беру және сүйемелдеуді жүзеге асыру үшін қызмет құны.</div>
<div>2.2.1   Консультацияны жүзеге асыру бойынша қызметтердің құны Шарттың 1.2.т. көрсетілген шарттарға сәйкес </div> <div>бір білім алушыға 5 000 (бес мың) теңгені құрайды. </div>
<div>2.2.2  Қызметтердің құны ҚР қолданыстағы заңнамасына сәйкес міндетті салықтар мен аударымдарды ескере </div><div>отырып, теңгемен көрсетіледі.</div>
<div>2.3. Шарт нысанасында көрсетілген әрбір жұмыс түрі бойынша есеп айырысу жеке жүргізіледі.</div>
<div>3. Қызмет көрсету мерзімі. Көрсетілген қызметтерді көрсету және қабылдау тәртібі.</div>
<div>3.1. Қызмет көрсету мерзімі: 01.01.2020 ж. бастап 31.12.2020 ж. дейін.</div>
<div>3.2. Тапсырыс беруші Орындаушының қызметіне араласпай, жұмыстарды орындау тәртібі мен мерзімін бақылауға </div><div>құқылы.</div>
<div>3.3. Орындалған жұмыстарды тапсыру-қабылдау актісіне тараптар қол қойғаннан кейін жұмыс орындалды деп </div><div>есептеледі. </div>
<br>
<div>4. Тараптардың жауапкершілігі</div>
<div>4.1 Осы Шарт бойынша тараптардың жауапкершілігі Қазақстан Республикасының қолданыстағы заңнамасына сәйкес </div><div>анықталады.</div>
<div>4.1 Тараптар осы Шарт бойынша міндеттемелерді орындағаны үшін тараптардың ерік-жігері мен тілектерінен </div><div>басқа туындаған және жарияланған немесе нақты соғысты, азаматтық толқуларды, эпидемияны, қоршауды,</div> <div>эмбарго, жер сілкінісі, су тасқыны, өрттер мен басқа да табиғи апаттарды қоса алғанда, алдын ала болжауға </div><div>немесе болдырмауға болмайтын мән-жайларға негізделген жауапкершіліктен босатылады.</div>
<div>4.2 Орындаушының өз міндеттемелерін адал орындамау фактілері тіркелген жағдайда, соның ішінде, бірақ </div><div>олармен шектелмей:</div>
<div>- талапкерлерге оларды адастыратын көрінеу жалған ақпарат беру;</div>
<div>- осы Шарттың талаптарын үшінші тұлғаларға жария ету;</div>
<div>- университет шотына енгізу мақсатында талапкерлерден қолма-қол ақша жинау;</div>
<div>- оқуға өтініш беруге байланысты үгіт-насихат және өзге де қызметтерді көрсету үшін ақшалай қаражат жинау;</div>
<div>- талапкерлердің жеке деректерін жазбаша келісімінсіз үшінші тұлғаларға беру;</div>
<div>- талапкерлердің жеке істерін нотариалдық сенімхатсыз жинау және беру</div>
<div>Тапсырыс беруші Орындаушы тартқан барлық талапкерлер бойынша сыйақы төлемей шартты біржақты тәртіппен </div><div>бұзуға құқылы.</div>
<br>
<div>5. Құпиялылық</div>
<div>5.1 Тараптар осы Шарттың қолданылуы кезеңінде және аяқталғаннан кейін кез келген құпия ақпаратты құпия </div><div>сақтауға міндеттенеді және екінші Тараптың алдын ала мақұлдауынсыз оны ашуға, жариялауға немесе өзге </div><div>тәсілмен үшінші тұлғаларға беруге болмайды.</div>
<div>5.2 Құпия ақпарат осы Шарт бойынша Тараптардың міндеттемелерін жүзеге асыруы үшін ғана қажетті дәрежеде </div><div>пайдаланылатын болады.</div>
<div>5.3 Осы ережені орындау үшін Тараптардың әрқайсысы өз іс-әрекеттері үшін, өзі жалдаған қызметкерлердің </div><div>немесе өкілдердің іс-әрекеттері үшін жауап береді.</div>
<br>
<div>6. Шарттың қолданылу мерзімі</div>
<div>6.1 Осы Шарт Орындаушы оны акцептеген сәттен бастап күшіне енеді және Тараптар өз міндеттемелерін </div><div>орындағанға дейін әрекет етеді.</div>
<div>6.2 Осы Шарт тараптардың келісімі бойынша кез келген уақытта бұзылуы мүмкін</div>
<br>
<div>7. Тараптардың заңды мекенжайлары, деректемелері, қолдары</div>
<br>
<div>Тапсырыс беруші:</div>
<br>
<div>Мекеме  "Мирас" Университеті</div>
<div>Шымкент қ. Ғани Іляев көшесі, 3</div>
<div>БИН 970540003687       </div>
<div>АО «Kaspi Bank»:    </div>                            
<div>KZ71722S000001615748 KZT     </div>                           
<div>БИК CASPKZKA</div>
<br>
<br>
<div>Президент_____________ Мырзалиев М.Б.</div>
<div>М.П.</div>


        ';
        $obSettings->save();
    }
}
