<?php
/**
 * Created by PhpStorm.
 * User: user
 * Date: 13.11.18
 * Time: 21:44
 */

namespace App\Services;


class Translit
{
    /**
     * @param $string
     * @return mixed|string
     */
    static function get($string)
    {
        $s = (string) $string; // преобразуем в строковое значение
        $s = strip_tags($s); // убираем HTML-теги
        $s = str_replace(array("\n", "\r"), " ", $s); // убираем перевод каретки
        $s = preg_replace("/\s+/", ' ', $s); // удаляем повторяющие пробелы
        $s = trim($s); // убираем пробелы в начале и конце строки
        $s = function_exists('mb_strtolower') ? mb_strtolower($s) : strtolower($s); // переводим строку в нижний регистр (иногда надо задать локаль)
        $s = strtr($s, array('а'=>'a','б'=>'b','в'=>'v','г'=>'g','д'=>'d','е'=>'e','ё'=>'e','ж'=>'j','з'=>'z','и'=>'i','й'=>'y','к'=>'k','л'=>'l','м'=>'m','н'=>'n','о'=>'o','п'=>'p','р'=>'r','с'=>'s','т'=>'t','у'=>'u','ф'=>'f','х'=>'h','ц'=>'c','ч'=>'ch','ш'=>'sh','щ'=>'shch','ы'=>'y','э'=>'e','ю'=>'yu','я'=>'ya','ъ'=>'','ь'=>''));
        $s = preg_replace("/[^0-9a-z-_ ]/i", "", $s); // очищаем строку от недопустимых символов
        $s = str_replace(" ", "-", $s); // заменяем пробелы знаком минус
        return $s; // возвращаем результат
    }

    /**
     * @param $string
     * @return mixed
     */
    static function simple($string)
    {
        $rus = array('А', 'Б', 'В', 'Г', 'Д', 'Е', 'Ё', 'Ж', 'З', 'И', 'Й', 'К', 'Л', 'М', 'Н', 'О', 'П', 'Р', 'С', 'Т', 'У', 'Ф', 'Х', 'Ц', 'Ч', 'Ш', 'Щ', 'Ъ', 'Ы', 'Ь', 'Э', 'Ю', 'Я', 'а', 'б', 'в', 'г', 'д', 'е', 'ё', 'ж', 'з', 'и', 'й', 'к', 'л', 'м', 'н', 'о', 'п', 'р', 'с', 'т', 'у', 'ф', 'х', 'ц', 'ч', 'ш', 'щ', 'ъ', 'ы', 'ь', 'э', 'ю', 'я',
            'А', 'Ә', 'Б', 'В', 'Г', 'Ғ', 'Д', 'Е', 'Ж', 'З', 'И', 'Й', 'К', 'Қ', 'Л', 'М', 'Н', 'Ң', 'О', 'Ө', 'П', 'Р', 'С', 'Т', 'У', 'Ұ', 'Ү', 'Ф', 'Х', 'Һ', 'Ц', 'Ч', 'Ш', 'Ы', 'І', 'а', 'ә', 'б', 'в', 'г', 'ғ', 'д', 'е', 'ж', 'з', 'и', 'й', 'к', 'қ', 'л', 'м', 'н', 'ң', 'о', 'ө', 'п', 'р', 'с', 'т', 'у', 'ұ', 'ү', 'ф', 'х', 'һ', 'ц', 'ч', 'ш', 'ы', 'і'
            );
        $lat = array('A', 'B', 'V', 'G', 'D', 'E', 'E', 'Gh', 'Z', 'I', 'Y', 'K', 'L', 'M', 'N', 'O', 'P', 'R', 'S', 'T', 'U', 'F', 'H', 'C', 'Ch', 'Sh', 'Sch', 'Y', 'Y', 'Y', 'E', 'Yu', 'Ya', 'a', 'b', 'v', 'g', 'd', 'e', 'e', 'gh', 'z', 'i', 'y', 'k', 'l', 'm', 'n', 'o', 'p', 'r', 's', 't', 'u', 'f', 'h', 'c', 'ch', 'sh', 'sch', 'y', 'y', 'y', 'e', 'yu', 'ya',
            'A', 'Ae',  'B', 'V', 'G', 'Gh', 'D', 'E', 'Zh', 'Z', 'I', 'J', 'K', 'Q', 'L', 'M', 'N', 'Ng', 'O', 'Oe', 'P', 'R', 'S', 'T', 'W', 'U', 'Ue', 'F', 'H', 'H', 'C', 'Ch', 'Sh', 'Y', 'I', 'a', 'ae', 'b', 'v', 'g', 'gh', 'd', 'e', 'zh', 'z', 'i', 'j', 'k', 'q', 'l', 'm', 'n', 'ng', 'o', 'oe', 'p', 'r', 's', 't', 'w', 'u', 'ue', 'f', 'h', 'h', 'c', 'ch', 'sh', 'y', 'i'
            );
        return str_replace($rus, $lat, $string);
    }

    static function analogue($string)
    {
        $rus = array('А', 'В', 'Е', 'Ё', 'К', 'М', 'Н', 'О', 'Р', 'С', 'Т', 'Х', 'а', 'е', 'ё', 'о', 'р', 'с', 'у', 'х');
        $lat = array('A', 'B', 'E', 'E', 'K', 'M', 'H', 'O', 'P', 'C', 'T', 'X', 'a', 'e', 'e', 'o', 'p', 'c', 'y', 'x');
        return str_replace($rus, $lat, $string);
    }
}