<div class="col-sm-4">
                  <div class="gradient-border">
                    <ul class="nav nav-pills nav-stacked scrollable-pill side-menu">
                        <li class="active"><a data-toggle="pill" href="#menu0">Магистратура Мамандықтары</a></li>
                        <li><a data-toggle="pill" href="#menu1">Бакалавриат Мамандықтары</a></li>
                        <li><a data-toggle="pill" href="#menu2">Жеңілдіктері</a></li>
                        <li><a data-toggle="pill" href="#menu3-1">Оқуға түсу үшін құжаттар тізімі</a></li>
                        <li><a data-toggle="pill" href="#menu3-3">Маңызды күндер</a></li>
                        
                        {{-- RIP :(
                          <li><a data-toggle="pill" href="#menu4">Учавствовать в розыгрыше</a></li>
                        --}}
                        <li><a data-toggle="pill" href="#menu5">Персоналды кеңкс беру</a></li>
                    </ul>
                  </div>

                    


                    
                </div>
                <div class="col-sm-8">
                    <div class="content">
                        <div class="tab-content">
                            <div id="menu0" class="tab-pane fade in active">
                              <h3>Магистратура Мамандықтары</h3>

                              <h4>Педагогикалық Ғылымдар</h4>
                              <h5>Дайындық бағыты: Педагогика және психология</h5>
                              <ul><li>6М010300 – Педагогика және психология</li></ul>
                              <h5>Дайындық бағыты: жаратылыстану-ғылыми пәндер бойынша мұғалімдерді дайындау</h5>
                              <ul><li>6М060700 – Биология</li></ul>
                              <h5>Дайындық бағыты: тілдер және әдебиет бойынша мұғалімдерді дайындау</h5>
                              <ul><li>6М011900 – Шет тілі: екі шет тілі</li></ul>

                              <div class="gradient-bottom-border"></div>
                              <h4>Бизнес, басқару және құқық</h4>
                              <h5>Дайындау бағыты: Бизнес және басқару</h5>
                              <ul>
                                <li>6М050700 – Менеджмент</li>
                                <li>6М050800 – Есеп және аудит</li>
                                <li>6М050900 – Қаржы</li>
                              </ul>
                              <h5>Дайындық бағыты: Құқық</h5>
                              <ul><li>6М030100 - Құқықтану</li></ul>

                              <div class="gradient-bottom-border"></div>
                              <h4>Жаратылыстану ғылымдары, математика және статистика</h4>
                              <h5>Дайындық бағыты: биологиялық және аралас ғылымдар</h5>
                              <ul><li>6М060700 – Биология</li></ul>

                              <div class="gradient-bottom-border"></div>
                              <h4>Ақпараттық-коммуникациялық технологиялар</h4>
                              <h5>Дайындық бағыты: ақпараттық-коммуникациялық технологиялар</h5>
                              <ul><li>6М060200 – Информатика</li></ul>

                            </div>
                            <div id="menu1" class="tab-pane fade">
                              <h3>Бакалавриат Мамандықтары</h3>

                              <h4>Педагогикалық Ғылымдар</h4>
                              <h5>Дайындық бағыты: Педагогика және психология</h5>
                              <ul><li>5В010300 – Педагогика және психология</li></ul>
                              <h5>Дайындық бағыты: пәндік мамандандырусыз мұғалімдерді дайындау</h5>
                              <ul><li>5В010200 – Бастауышта оқыту педагогикасы мен әдістемесі</li></ul>
                              <h5>Дайындық бағыты: жалпы дамудың пәндік мамандандыруымен мұғалімдерді дайындау</h5>
                              <ul><li>5В010800 – Дене шынықтыру және спорт</li></ul>
                              <h5>Дайындық бағыты: жаратылыстану-ғылыми пәндер бойынша мұғалімдерді дайындау</h5>
                              <ul><li>5В012500 – Химия / Биология</li></ul>
                              <h5>Дайындық бағыты: тіл және әдебиет бойынша мұғалімдерді дайындау</h5>
                              <ul>
                                <li>5В011700 – Қазақ тілі мен әдебиеті</li>
                                <li>5В011900 – Шет тілі: екі шет тілі</li>
                              </ul>
                              <h5>Дайындау бағыты: арнайы педагогика бойынша мамандарды даярлау</h5>
                              <ul><li>5В010500 – Дефектология</li></ul>

                              <div class="gradient-bottom-border"></div>
                              <h4>Өнер және гуманитарлық ғылымдар</h4>
                              <h5>Дайындық бағыты: өнер</h5>
                              <ul><li>5В042100 – Дизайн</li></ul>
                              <h5>Дайындық бағыты: Тілдер мен әдебиет</h5>
                              <ul><li>5В020700 – Аударма ісі</li></ul>

                              <div class="gradient-bottom-border"></div>
                              <h4>Бизнес, басқару және құқық</h4>
                              <h5>Дайындау бағыты: Бизнес және басқару</h5>
                              <ul>
                                <li>5В050600 – Экономика</li>
                                <li>5В050700 Менеджмент</li>
                                <li>5В050800 – Есеп және аудит</li>
                                <li>5В050900 – Қаржы</li>
                              </ul>

                              <h5>Дайындық бағыты: Құқық</h5>
                              <ul>
                                <li>5В030100 – Құқықтану</li>
                                <li>5В030400 – Кеден ісі</li>
                              </ul>
                              
                              <div class="gradient-bottom-border"></div>
                              <h4>Ақпараттық-коммуникациялық технологиялар</h4>
                              <h5>Дайындық бағыты: ақпараттық-коммуникациялық технологиялар</h5>
                              <ul>
                                <li>5В060200 – Информатика</li>
                                <li>5В070300 – Ақпараттық жүйелер</li>
                                <li>5В070400 – Есептеу техникасы және бағдарламалық қамтамасыз ету</li>
                              </ul>

                              <h5>Дайындық бағыты: телекоммуникация</h5>
                              <ul><li>5В071900 – Радиотехника, электроника және телекоммуникациялар</li></ul>

                              <div class="gradient-bottom-border"></div>
                              <h4>Қызметтер</h4>
                              <h5>Дайындау бағыты: Қызмет көрсету саласы</h5>
                              <ul><li>5В090200 – Туризм</li></ul>

                              
                            </div>
                            <div id="menu2" class="tab-pane fade">
                              

                              <h3>Оқу жеңілдіктер</h3>

                              <h4><b>100%</b> Ағылшын тілін еркін меңгергендер үшін</h4>
                              <p><b>Қолдану шарттары:</b> Мирас университетінің ішкі емтиханынан сәтті өту немесе тілді меңгергені туралы деңгейін растайтын халықаралық сертификатын  (IELTS 7.0, TOEFL 100) ұсыну. <br/>
                              Бакалавриаттың күндізгі бөлім студенттері үшін. Әр оқу жылы сайын қайта қарау.</p>

                              <div class="gradient-bottom-border"></div>

                              <h4><b>100%</b> ҰБТ-ның ең жоғары бал көрсеткішіне</h4>
                              <p><b>Қолдану шарттары:</b> Ағымдағы жылы түскен 1 курс студенттері арасында ҰБТ-дағы ең жоғары бал көрсеткіші. Бакалавриаттың күндізгі бөлім студенттері үшін. Әр даярлау бағыты бойынша 2 гранттан.</p>

                              <div class="gradient-bottom-border"></div>

                              <h4><b>50-100%</b> Үздік GPA</h4>
                              <p><b>Қолдану шарттары:</b> Семестр нәтижесі бойынша жоғары GPA балы бар бакалавриаттың күндізгі бөлім стденттері үшін. Барлық оқу кезеңі бойында 1 реттен артық берілмейді. Жеңілдік бір семестрге беріледі.</p>

                              <div class="gradient-bottom-border"></div>

                              <h3>Арнайы жеңілдіктер</h3>
                              <h4><b>50%</b> Жұмысқа орналасқандар үшін</h4>
                              <p><b>Қолдану шарттары:</b> Ресми жұмысқа орналасқаны туралы растаған және оқу жылының 30.09. дейін оқу ақысын алдын ала төлеген жағдайда, 2019 жылы түскен студенттер үшін ғана. Бакалавриат студенттері, 23 жастан жоғары үшін.</p>
                              <p><b>Растайтын құжаттар тізімі:</b> Жұмыс орнынан анықтама. Соңғы 6 ай үшін ЗТЖМО зейнетақы аударымдары туралы анықтама  (ең аз есетелген жалақы 70000 тг). Әр семестр сайын қайта қарау.</p>

                              <div class="gradient-bottom-border"></div>

                              <h4><b>10%</b> Мирас университетінің және колледжінің түлектері үшін </h4>
                              <p><b>Қолдану шарттары:</b> Барлық білім алушылар үшін. Растайтын құжаттарға сәйкес (Алдыңғы білімі туралы диплом). Жеңілдік бір оқу жылына беріледі.</p>

                              <div class="gradient-bottom-border"></div>

                              <h4><b>10%</b> Мирас университетінің және колледжінің қызметкерлері мен олардың туыстары үшін</h4>
                              <p><b>Қолдану шарттары:</b> Барлық білім алушылар үшін. Бірінші дәрежелі туыстар үшін: туған ағасы/сіңілісі, куйеуі/әйелі, ата-аналары/балалары. </p>
                              <p><b>Растайтын құжаттар тізімі:</b> Нотариалды куәландырылған туу туралы куәлік көшірмелері, некеге тұрғаны туралы куәлік немесе туыстықты дәлелдейтін басқа құжат.</p>

                              <div class="gradient-bottom-border"></div>

                              <h4><b>10%</b> Студенттердің туыстары үшін</h4>
                              <p><b>Қолдану шарттары:</b> Бакалавриат студенттері үшін. Бірінші дәрежелі туыстар үшін: туған ағасы/сіңілісі, куйеуі/әйелі, ата-аналары/балалары</p>
                              <p><b>Растайтын құжаттар тізімі:</b> Нотариалды куәландырылған туу туралы куәлік көшірмелері, некеге тұрғаны туралы куәлік немесе туыстықты дәлелдейтін басқа құжат.</p>

                              <div class="gradient-bottom-border"></div>

                              <h4><b>10%</b> Көлемдік жеңілдік</h4>
                              <p><b>Қолдану шарттары:</b> Барлық білім алушылар үшін. Бір немесе бірнеше оқу жылына алдын ала сәйкес оқу жылының 30.09. дейін төлеген жағдайда. Жеңілдік бір оқу жылына беріледі.</p>

                              <div class="gradient-bottom-border"></div>

                              <h4><b>10%</b> Түркістан облысы Арыс мектеп бітірушілері үшін</h4>
                              <p><b>Шарттары:</b> 2019-2010 оқу жылына бакалавриат студенттері үшін.</p>
                              <p><b>Растайтын құжаттар:</b> Түркістан облысы Арыс қаласы мектебімен берілген Аттестат</p>

                              <div class="gradient-bottom-border"></div>

                              <h4><b>10%</b> Әлеуметтік жеңілдіктер</h4>
                              <ul>
                                <li>1 және 2 топ мүгедектеріне</li>
                                <li>Мүгедектері бар немесе тәрбиелеп отырған отабсыларға </li>
                                <li>Көпбалалы отбасыларға </li>
                                <li>Жетім балалар мен ата-анасының қамқорынсыз қалған, жиырма үш жасқа толмаған, кәмелет жасқа жетпей ата-анасынан айырылған балаларға</li>
                              </ul>
                              <p><b>Қолдану шарттары:</b> Бакалавриат студенттері үшін. Растайтын құжаттарға сәйкес. </p>

                              <div class="gradient-bottom-border"></div>

                              <h3>Спорттық жеңілдіктер</h3>
                              <h4><b>100%</b> Еңбегі сіңген спорт шебері/Халықаралық дәрежедегі спорт шебері</h4>
                              <p><b>Қолдану шарттары:</b> Бакалавриат студенттері үшін. Растайтын куәлігі болған жағдайда.</p>

                              <div class="gradient-bottom-border"></div>

                              <h4><b>50%</b> Спорт шебері / Спорт шеберіне үміткер</h4>
                              <p><b>Қолдану шарттары:</b> Бакалавриат студенттері үшін. Растайтын куәлігі болған жағдайда.</p>


                              <div class="gradient-bottom-border"></div>



                            </div>
                            
                            <div id="menu3-1" class="tab-pane fade">
                              <h3>Оқуға түсу үшін құжаттар тізімі - магистратура</h3>
                              <ul>
                                <li>«Мирас» университетінің ректорына өтініш</li>
                                <li>Жоғары білім туралы құжаттардың нотариалды куәландырылған көшірмелері</li>
                                <li>Кадрларды есепке алу бойынша жеке іс парағы және еңбек кітапшасының нотариалды куәландырылған көшірмесі (еңбек өтілі бар тұлғалар үшін)</li>
                                <li>3х4 көлеміндегі 6 фотосурет</li>
                                <li>086-У нысанындағы медициналық анықтама</li>
                                <li>Жеке куәліктің көшірмесі</li>
                                <li>Ғылыми және ғылыми-әдістемелік жұмыстардың тізімі (болған жағдайда)</li>
                              </ul>

                              <div class="gradient-bottom-border"></div>
                              <h3>Оқуға түсу үшін құжаттар тізімі - бакалавриат</h3>
                              <ul>
                                <li>Орта білімі туралы атестат, орта кәсіптік немесе жоғарғы білім туралы диплом (түпнұсқасы)</li>
                                <li>ҰБТ сертификаты</li>
                                <li>086-У медециналық анықтама, 063-егу</li>
                                <li>Тұрғылықты жерінен анықтама</li>
                                <li>3х4 өлшемдегі 10 фотосуреті</li>
                                <li>Жеке куәлік көшірмесі</li>
                              </ul>

                            </div>

                            <div id="menu3-3" class="tab-pane fade">
                              <h3>Маңызды күндер</h3>
                              <h4>Педагогикалық мамандықтарға арналған арнайы емтихан</h4>
                              <p>Құжаттарды қабылдау күні: <b>20 маусымнан - 14 тамызға дейін</b></p>
                              <p>Емтихандарды тапсыру күні: <b>20 маусымнан - 14 тамызға дейін</b></p>

                              <div class="gradient-bottom-border"></div>
                              <h4>Дизайн және дене шынықтыру және спорт мамандықтары үшін шығармашылық емтихан</h4>
                              <p>Құжаттарды қабылдау күні: <b>20 маусымнан - 7 шілдеге дейін </b></p>
                              <p>Емтихандарды тапсыру күні: <b>8 шілдеден - 13 шілдеге дейін </b></p>

                              <div class="gradient-bottom-border"></div>
                              <h4>Қайта ұбт тапсыру және өткен жылдардағы мектеп бітірген түлектер мен техникалық және кәсіптік білім беру ұйымдарын бітірген түлектер үшін қайта кешенді тестілеу</h4>
                              <p>Құжаттарды қабылдау күні: <b>25 шілдеден - 3 тамызға дейін </b></p>
                              <p>Емтихандарды тапсыру күні: <b>17 тамыздан - 20 тамызға дейін</b></p>

                              <div class="gradient-bottom-border"></div>
                              <h4>Екінші жоғарғы білім</h4>
                              <p>Құжаттарды қабылдау күні: <b>20 маусымнан - 25 тамызға дейін </b></p>
                              <p>Емтихандарды тапсыру күні: <b> 24 тамызға – 25 тамызға дейін</b></p>

                              <div class="gradient-bottom-border"></div>
                              <h4>Магистратура </h4>
                              <p>Құжаттарды қабылдау күні: <b>03 маусымнан - 25 шілдеге дейін </b></p>
                              <p>Емтихандарды тапсыру күні: <b>8 тамыздан - 16 тамызға дейін </b></p>

                              <div class="gradient-bottom-border"></div>
                              <h4>Ағылшын тілін менгергендер үшін грант</h4>
                              <p>Құжаттарды қабылдау күні: <b>25 тамыздан</b></p>
                              <p>Емтихандарды тапсыру күні: <b>29 тамыздан - 31 тамызға дейін</b></p>
                              
                            </div>
                            <div id="menu6" class="tab-pane fade">
                                <h3>Біздің артықшылықтарымыз</h3>
                                <ul>
                                  <li>Қызығушылық бойынша түрлі клубтар түрі</li>
                                  <li>STAR SYSTEM жинақтаушы сыйлықтық  жүйе</li>
                                  <li>5 оқу корпусы</li>
                                  <li>Студенттерге арналған жеке автобус</li>
                                  <li>Әскери кафедра</li>
                                  <li>MirasPool</li>
                                  <li>Miras Open Air </li>
                                  <li>Miras Graduation </li>
                                  <li>Студенттер мен түлектерді жұмысқа орналастыру</li>
                                  <li>Күндізгі, сырттай және қашықтықтан оқыту</li>
                                  <li>Жыл бойы құжаттарды қабылдау</li>
                                  <li>Қолжетімді төлем ақы</li>
                                  <li>Түрлі гранттар мен жеңілдіктер</li>
                                </ul>
                            </div>
                            {{--
                            <div id="menu4" class="tab-pane fade">
                                <h3>Участие в розыгрыше</h3>
                                <div class="content">
                                    <blockquote>Если вы хотите учавствовать в розыгрыше, загрузите фото вашего удостоверения с обоих сторо</blockquote>

                                    <form class="form-horizontal" method="POST" enctype="multipart/form-data" action="{{ route('promoIDPost') }}">
                                        {{ csrf_field() }}


                                        <div class="form-group{{ $errors->has('front') ? ' has-error' : '' }}">
                                            <label for="front" class="col-md-4 control-label">Передняя сторона</label>

                                            <div class="col-md-6">
                                                <input id="front" type="file" class="form-control" name="front" value="{{ old('front') }}" required autofocus>

                                                @if ($errors->has('front'))
                                                    <span class="help-block">
                                                        <strong>{{ $errors->first('front') }}</strong>
                                                    </span>
                                                @endif
                                            </div>
                                        </div>

                                        <div class="form-group{{ $errors->has('back') ? ' has-error' : '' }}">
                                            <label for="back" class="col-md-4 control-label">Задняя сторона</label>

                                            <div class="col-md-6">
                                                <input id="back" type="file" class="form-control" name="back" value="{{ old('back') }}" required autofocus>

                                                @if ($errors->has('back'))
                                                    <span class="help-block">
                                                        <strong>{{ $errors->first('back') }}</strong>
                                                    </span>
                                                @endif
                                            </div>
                                        </div>

                                        <div class="form-group{{ $errors->has('phone') ? ' has-error' : '' }}">
                                            <label for="phone" class="col-md-4 control-label">Номер мобильного</label>

                                            <div class="col-md-6">
                                                <input id="phone" type="text" class="form-control" name="phone" value="{{ old('phone') }}" required autofocus>

                                                @if ($errors->has('phone'))
                                                    <span class="help-block">
                                                        <strong>{{ $errors->first('phone') }}</strong>
                                                    </span>
                                                @endif
                                            </div>
                                        </div>


                                        <div class="form-group">
                                            <div class="col-md-8 col-md-offset-4">
                                                <button type="submit" class="btn btn-primary">
                                                    {{__("Send")}}
                                                </button>
                                            </div>
                                        </div>
                                    </form>

                                </div>
                            
                            </div>
                            --}}
                            <div id="menu5" class="tab-pane fade">
                                <blockquote>Өтінішті толтырыңыз, сізге жақын арада қабылдау комиссиясының маманы қоңырау шалады</blockquote>
                                <form class="form-horizontal" method="POST" enctype="multipart/form-data" action="{{ route('promoContact') }}">
                                        {{ csrf_field() }}

                                    <div class="form-group{{ $errors->has('name') ? ' has-error' : '' }}">
                                        <label for="name" class="col-md-4 control-label">Аты</label>

                                        <div class="col-md-6">
                                            <input id="name" type="text" class="form-control" name="name" value="{{ old('name') }}" required autofocus>

                                            @if ($errors->has('name'))
                                                <span class="help-block">
                                                    <strong>{{ $errors->first('name') }}</strong>
                                                </span>
                                            @endif
                                        </div>
                                    </div>

                                    <div class="form-group{{ $errors->has('callback') ? ' has-error' : '' }}">
                                        <label for="callback" class="col-md-4 control-label">Ұялы байланыс</label>

                                        <div class="col-md-6">
                                            <input id="callback" type="text" class="form-control" name="callback" value="{{ old('callback') }}" required autofocus>

                                            @if ($errors->has('callback'))
                                                <span class="help-block">
                                                    <strong>{{ $errors->first('callback') }}</strong>
                                                </span>
                                            @endif
                                        </div>
                                    </div>


                                    <div class="form-group">
                                        <div class="col-md-8 col-md-offset-4">
                                            <button type="submit" class="btn btn-primary">
                                                {{__("Send")}}
                                            </button>
                                        </div>
                                    </div>
                                </form>

                                <div style="width: 100%; text-align: center;">
                                  <h4>НЕМЕСЕ ТЕЛЕФОНДАРҒА ҚОҢЫРАУ ШАЛЫҢЫЗ</h4>
                                  <p>
                                      <a class="phone-link" href="tel:+77027775533">+7 702 777-55-33</a> <br />
                                      <a class="phone-link" href="tel:+77252337777">+7 725 233-77-77</a>
                                  </p>
                                </div>


                            </div>
                        </div>
                    </div>
                </div>