<div class="col-sm-4">
                  <div class="gradient-border">
                    <ul class="nav nav-pills nav-stacked scrollable-pill side-menu">
                        <li class="active"><a data-toggle="pill" href="#menu0">Специальности Магистратуры</a></li>
                        <li><a data-toggle="pill" href="#menu1">Специальности Бакалавриат</a></li>
                        <li><a data-toggle="pill" href="#menu2">Скидки</a></li>
                        <li><a data-toggle="pill" href="#menu3-1">Перечень документов на поступление</a></li>
                        <li><a data-toggle="pill" href="#menu3-3">Важные даты</a></li>
                        
                        {{-- RIP :(
                          <li><a data-toggle="pill" href="#menu4">Учавствовать в розыгрыше</a></li>
                        --}}
                        <li><a data-toggle="pill" href="#menu5">Персональная консультация</a></li>
                    </ul>
                  </div>

                    


                    
                </div>
                <div class="col-sm-8">
                    <div class="content">
                        <div class="tab-content">
                            <div id="menu0" class="tab-pane fade in active">
                              <h3>Специальности Магистратуры</h3>

                              <h4>Педагогические науки</h4>
                              <h5>Направление подготовки: Педагогика и психология</h5>
                              <ul><li>6М010300 – Педагогика и психология</li></ul>
                              <h5>Направление подготовки: Подготовка учителей по естественнонаучным предметам</h5>
                              <ul><li>6М060700 – Биология</li></ul>
                              <h5>Направление подготовки: Подготовка учителей по языкам и литературе</h5>
                              <ul><li>6М011900 – Иностранный язык: два иностранных языка</li></ul>

                              <div class="gradient-bottom-border"></div>
                              <h4>Бизнес, управление и право</h4>
                              <h5>Направление подготовки: Бизнес и управление</h5>
                              <ul>
                                <li>6М050700 – Менеджмент</li>
                                <li>6М050800 – Учет и аудит</li>
                                <li>6М050900 – Финансы</li>
                              </ul>
                              <h5>Направление подготовки: Право</h5>
                              <ul><li>6М030100 - Юриспруденция</li></ul>

                              <div class="gradient-bottom-border"></div>
                              <h4>Естественные науки, математика и статистика</h4>
                              <h5>Направление подготовки: Биологические и смежные науки</h5>
                              <ul><li>6М060700 – Биология</li></ul>

                              <div class="gradient-bottom-border"></div>
                              <h4>Информационно-коммуникационные технологии</h4>
                              <h5>Направление подготовки: Информационно-коммуникационные технологии</h5>
                              <ul><li>6М060200 – Информатика</li></ul>

                            </div>
                            <div id="menu1" class="tab-pane fade">
                              <h3>Специальности Бакалавриат</h3>

                              <h4>Педагогические науки</h4>
                              <h5>Направление подготовки: Педагогика и психология</h5>
                              <ul><li>5В010300 – Педагогика и психология</li></ul>
                              <h5>Направление подготовки: Подготовка учителей без предметной специализации</h5>
                              <ul><li>5В010200 – Педагогика и методика начального обучения</li></ul>
                              <h5>Направление подготовки: Подготовка учителей с предметной специализацией общего развития</h5>
                              <ul><li>5В010800 – Физическая культура и спорт</li></ul>
                              <h5>Направление подготовки: Подготовка учителей по естественнонаучным предметам</h5>
                              <ul><li>5В012500 – Химия/Биология</li></ul>
                              <h5>Направление подготовки: Подготовка учителей по языкам и литературе</h5>
                              <ul>
                                <li>5В011700 – Казахский язык и литература</li>
                                <li>5В011900 – Иностранный язык: два иностранных языка</li>
                              </ul>
                              <h5>Направление подготовки: Подготовка специалистов по специальной педагогике</h5>
                              <ul><li>5В010500 – Дефектология</li></ul>

                              <div class="gradient-bottom-border"></div>
                              <h4>Искусство и гуманитарные науки</h4>
                              <h5>Направление подготовки: Искусство</h5>
                              <ul><li>5В042100 – Дизайн</li></ul>
                              <h5>Направление подготовки: Языки и литература</h5>
                              <ul><li>5В020700 – Переводческое дело</li></ul>

                              <div class="gradient-bottom-border"></div>
                              <h4>Бизнес, управление и право</h4>
                              <h5>Направление подготовки: Бизнес и управление</h5>
                              <ul>
                                <li>5В050600 – Экономика</li>
                                <li>5В050700 –Менеджмент</li>
                                <li>5В050800 – Учет и аудит</li>
                                <li>5В050900 – Финансы</li>
                              </ul>

                              <h5>Направление подготовки: Право</h5>
                              <ul>
                                <li>5В030100 – Юриспруденция</li>
                                <li>5В030400 – Таможенное дело</li>
                              </ul>
                              
                              <div class="gradient-bottom-border"></div>
                              <h4>Информационно-коммуникационные технологии</h4>
                              <h5>Направление подготовки: Информационно-коммуникационные технологии</h5>
                              <ul>
                                <li>5В060200 – Информатика</li>
                                <li>5В070300 – Информационные системы</li>
                                <li>5В070400 – Вычислительная техника и программное обеспечение</li>
                              </ul>

                              <h5>Направление подготовки: Телекоммуникации</h5>
                              <ul><li>5В071900 – Радиотехника, электроника и телекоммуникации</li></ul>

                              <div class="gradient-bottom-border"></div>
                              <h4>Услуги</h4>
                              <h5>Направление подготовки: Сфера обслуживания</h5>
                              <ul><li>5В090200 – Туризм</li></ul>

                              
                            </div>
                            <div id="menu2" class="tab-pane fade">

                              <h3>Учебные скидки</h3>
                              <h4><b>100%</b> За свободное владение английским языком</h4>
                              <p><b>Условия:</b> Успешное прохождение внутреннего экзамена Университета Мирас или Предоставление международного сертификата, подтверждающего уровень владения языком (IELTS 7.0, TOEFL 100).<br />
                              Для студентов очного отделения бакалавриата, при ежегодном соответствии условиям.</p>

                              <div class="gradient-bottom-border"></div>

                              <h4><b>100%</b> За наивысший балл ЕНТ</h4>
                              <p><b>Условия:</b> Для студентов очного отделения бакалавриата 1-го года обучения текущего года поступления. По 2 гранта на направление подготовки. </p>

                              <div class="gradient-bottom-border"></div>

                              <h4><b>50-100%</b> За Лучший GPA</h4>
                              <p><b>Условия:</b> Для студентов очного отделения бакалавриата с наивысшими баллами GPA по итогам семестра. Предоставляется не более 1 раза за весь период обучения на семестр.</p>

                              <div class="gradient-bottom-border"></div>

                              <h3>Специальные скидки</h3>
                              <h4><b>50%</b> За трудоустройство</h4>
                              <p><b>Условия:</b> Для студентов бакалавриата старше 23 лет, подтвердивших официальное трудоустройство и оплативших обучение до 30 сентября учебного года. </p>
                              <p><b>Подтверждающие документы:</b> Справка с места работы, Справка о пенсионных отчислениях в ГЦВП за последние 6 месяцев (минимальная заработная плата к начислению 70000 тг) перед началом каждого семестра.</p>

                              <div class="gradient-bottom-border"></div>

                              <h4><b>10%</b> Для выпускников колледжа и университета МИРАС</h4>
                              <p><b>Условия:</b> Для всех обучающихся, согласно подтверждающим документам (диплом о предыдущем образовании). Скидка предоставляется на один учебный год.</p>

                              <div class="gradient-bottom-border"></div>

                              <h4><b>10%</b> Для сотрудников и их родственников Университета и колледжа Мирас</h4>
                              <p><b>Условия:</b> Для всех обучающихся. Родственники первой степени родства: родные братья/сестры, мужья/жены, родители/дети.  </p>
                              <p><b>Подтверждающие документы:</b> Нотариально заверенная копия (ии) свидетельства о рождении, свидетельства о регистрации брака или другого документа, позволяющего доказать родство.</p>

                              <div class="gradient-bottom-border"></div>

                              <h4><b>10%</b> Для родственников студентов</h4>
                              <p><b>Условия:</b> Для студентов бакалавриата. Родственники первой степени родства: родные братья/сестры, мужья/жены, родители/дети.  </p>
                              <p><b>Подтверждающие документы:</b> Нотариально заверенная копия (ии) свидетельства о рождении, свидетельства о регистрации брака или другого документа, позволяющего доказать родство.</p>

                              <div class="gradient-bottom-border"></div>

                              <h4><b>10%</b> Объемная скидка</h4>
                              <p><b>Условия:</b> Для всех обучающихся. При предварительной оплате одного и более учебных годов до 30.09. соответствующего учебного года. Скидка предоставляется на один учебный год</p>

                              <div class="gradient-bottom-border"></div>

                              <h4><b>10%</b> Для выпускников школ Арыса Туркестанской области</h4>
                              <p><b>Условия:</b> Для студентов бакалавриата на 2019-2010 учебный год.</p>
                              <p><b>Подтверждающие документы:</b> Аттестат, выданный школой г Арыс Туркестанской области</p>

                              <div class="gradient-bottom-border"></div>

                              <h3>Социальные скидки</h3>
                              <h4><b>10%</b> Для следующих категорий обучающихся бакалавриата на весь период обучения:</h4>
                              <ul>
                              <li> инвалиды 1 и 2 групп;</li>
                              <li> семьи, имеющие или воспитывающие инвалидов;</li>
                              <li> многодетные семьи;</li>
                              <li> дети-сироты и дети, оставшиеся без попечения родителей, не достигшие двадцати трех лет, потерявшие родителей до совершеннолетия.</li>
                              </ul>
                              <p><b><p><b>Подтверждающие документы:</b></b> в соответствии с видом скидки</p>

                              <div class="gradient-bottom-border"></div>

                              <h3>Спортивные скидки</h3>
                              <h4><b>100%</b> Заслуженный мастер спорта / Мастер спорта международного класса</h4>
                              <p><b>Условия:</b> Для студентов бакалавриата при наличии соответствующего удостоверения</p>

                              <div class="gradient-bottom-border"></div>

                              <h4><b>10%</b> Мастер спорта / Кандидат в мастера спорта</h4>
                              <p><b>Условия:</b> Для студентов бакалавриата при наличии соответствующего удостоверения</p>

                              <div class="gradient-bottom-border"></div>




                            </div>
                            <div id="menu3-3" class="tab-pane fade">
                              <h3>Важные даты</h3>
                              <h4>Специальный экзамен для педагогических специальностей </h4>
                              <p>Прием документов: <b>20 июня - 14 августа</b></p>
                              <p>Cдача экзаменов: <b>20 июня - 14 августа</b></p>

                              <div class="gradient-bottom-border"></div>
                              <h4>Творческий экзамен для специальностей дизайн и физическая культура и спорт </h4>
                              <p>Прием документов: <b>20 июня - 7 июля </b></p>
                              <p>Cдача экзаменов: <b>8 июля - 13 июля </b></p>

                              <div class="gradient-bottom-border"></div>
                              <h4>Повторное ЕНТ для выпускников школ текущего года, прошлых лет и выпускникам организаций технического и профессионального образования</h4>
                              <p>Прием документов: <b>25 июля – 3 августа</b></p>
                              <p>Cдача экзаменов: <b>17 августа –  20 августа</b></p>

                              <div class="gradient-bottom-border"></div>
                              <h4>Второе высшее образование </h4>
                              <p>Прием документов: <b>20 июня – 25 августа</b></p>
                              <p>Cдача экзаменов: <b> 24 августа – 25 августа</b></p>

                              <div class="gradient-bottom-border"></div>
                              <h4>Магистратура </h4>
                              <p>Прием документов: <b>03 июля – 25 июля</b></p>
                              <p>Cдача экзаменов: <b>8 августа – 16 августа</b></p>

                              <div class="gradient-bottom-border"></div>
                              <h4>Грант за знание англиского языка </h4>
                              <p>Прием документов: <b>До 25 августа</b></p>
                              <p>Cдача экзаменов: <b>29 август – 31 август</b></p>
                              
                            </div>
                            <div id="menu6" class="tab-pane fade">
                                <h3>Наши преимущества</h3>
                                <ul>
                                  <li>Различные виды клубов по интересам</li>
                                  <li>Накопительно-призовая система STAR SYSTEM </li>
                                  <li>5 учебных корпусов </li>
                                  <li>Собственный автобус для студентов </li>
                                  <li>Военная кафедра </li>
                                  <li>MirasPool</li>
                                  <li>Miras Open Air </li>
                                  <li>Miras Graduation </li>
                                  <li>Трудоустройство студентов и выпускников </li>
                                  <li>Очное, заочное и дистанционное обучение</li>
                                  <li>Круглогодичный прием документов </li>
                                  <li>Доступная цена </li>
                                  <li>Различные виды грантов и скидкидок на обучение </li>
                                </ul>
                            </div>
                            {{--
                            <div id="menu4" class="tab-pane fade">
                                <h3>Участие в розыгрыше</h3>
                                <div class="content">
                                    <blockquote>Если вы хотите учавствовать в розыгрыше, загрузите фото вашего удостоверения с обоих сторо</blockquote>

                                    <form class="form-horizontal" method="POST" enctype="multipart/form-data" action="{{ route('promoIDPost') }}">
                                        {{ csrf_field() }}


                                        <div class="form-group{{ $errors->has('front') ? ' has-error' : '' }}">
                                            <label for="front" class="col-md-4 control-label">Передняя сторона</label>

                                            <div class="col-md-6">
                                                <input id="front" type="file" class="form-control" name="front" value="{{ old('front') }}" required autofocus>

                                                @if ($errors->has('front'))
                                                    <span class="help-block">
                                                        <strong>{{ $errors->first('front') }}</strong>
                                                    </span>
                                                @endif
                                            </div>
                                        </div>

                                        <div class="form-group{{ $errors->has('back') ? ' has-error' : '' }}">
                                            <label for="back" class="col-md-4 control-label">Задняя сторона</label>

                                            <div class="col-md-6">
                                                <input id="back" type="file" class="form-control" name="back" value="{{ old('back') }}" required autofocus>

                                                @if ($errors->has('back'))
                                                    <span class="help-block">
                                                        <strong>{{ $errors->first('back') }}</strong>
                                                    </span>
                                                @endif
                                            </div>
                                        </div>

                                        <div class="form-group{{ $errors->has('phone') ? ' has-error' : '' }}">
                                            <label for="phone" class="col-md-4 control-label">Номер мобильного</label>

                                            <div class="col-md-6">
                                                <input id="phone" type="text" class="form-control" name="phone" value="{{ old('phone') }}" required autofocus>

                                                @if ($errors->has('phone'))
                                                    <span class="help-block">
                                                        <strong>{{ $errors->first('phone') }}</strong>
                                                    </span>
                                                @endif
                                            </div>
                                        </div>


                                        <div class="form-group">
                                            <div class="col-md-8 col-md-offset-4">
                                                <button type="submit" class="btn btn-primary">
                                                    {{__("Send")}}
                                                </button>
                                            </div>
                                        </div>
                                    </form>

                                </div>
                            
                            </div>
                            --}}
                            <div id="menu5" class="tab-pane fade">
                                <blockquote>Заполните заявку, вам перезвонит специалист приемной комиссии в ближайшее время</blockquote>
                                <form class="form-horizontal" method="POST" enctype="multipart/form-data" action="{{ route('promoContact') }}">
                                        {{ csrf_field() }}

                                    <div class="form-group{{ $errors->has('name') ? ' has-error' : '' }}">
                                        <label for="name" class="col-md-4 control-label">Имя</label>

                                        <div class="col-md-6">
                                            <input id="name" type="text" class="form-control" name="name" value="{{ old('name') }}" required autofocus>

                                            @if ($errors->has('name'))
                                                <span class="help-block">
                                                    <strong>{{ $errors->first('name') }}</strong>
                                                </span>
                                            @endif
                                        </div>
                                    </div>

                                    <div class="form-group{{ $errors->has('callback') ? ' has-error' : '' }}">
                                        <label for="callback" class="col-md-4 control-label">Номер мобильного</label>

                                        <div class="col-md-6">
                                            <input id="callback" type="text" class="form-control" name="callback" value="{{ old('callback') }}" required autofocus>

                                            @if ($errors->has('callback'))
                                                <span class="help-block">
                                                    <strong>{{ $errors->first('callback') }}</strong>
                                                </span>
                                            @endif
                                        </div>
                                    </div>


                                    <div class="form-group">
                                        <div class="col-md-8 col-md-offset-4">
                                            <button type="submit" class="btn btn-primary">
                                                {{__("Send")}}
                                            </button>
                                        </div>
                                    </div>
                                </form>

                                <div style="width: 100%; text-align: center;">
                                  <h4>ИЛИ ПОЗВОНИТЕ ПО ТЕЛЕФОНАМ</h4>
                                  <p>
                                      <a class="phone-link" href="tel:+77027775533">+7 702 777-55-33</a> <br />
                                      <a class="phone-link" href="tel:+77252337777">+7 725 233-77-77</a>
                                  </p>
                                </div>


                            </div>
                        </div>
                    </div>
                </div>