<!doctype html>
<html lang="ru">
<head>
    <meta charset="utf-8">
    <title>Партнёрская программа Teleastro — честный и надёжный заработок на своём сайте</title>

    <meta name="viewport" content="width=device-width, initial-scale=1.0, user-scalable=no, minimum-scale=1.0, maximum-scale=1.0">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="format-detection" content="telephone=no">
    <meta name="format-detection" content="date=no">
    <meta name="format-detection" content="address=no">
    <meta name="format-detection" content="email=no">
    <meta name="msapplication-config" content="none">
    <meta name="description" content="">
    <meta name="keywords" content="">

    <link rel="icon" type="image/png" href="img/favicon/favicon-16x16.png" sizes="16x16">
    <link rel="icon" type="image/png" href="img/favicon/favicon-32x32.png" sizes="32x32">
    <link rel="icon" type="image/png" href="img/favicon/favicon-96x96.png" sizes="96x96">
    <link rel="apple-touch-icon" sizes="57x57" href="img/favicon/favicon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="img/favicon/favicon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="img/favicon/favicon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="img/favicon/favicon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="img/favicon/favicon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="img/favicon/favicon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="img/favicon/favicon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="img/favicon/favicon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="img/favicon/favicon-180x180.png">

    <link rel="stylesheet" href="https://use.typekit.net/yyv0jie.css"><!-- pelago — 300, 400, -500, 600, -700 -->


    <!-- All in One SEO Pack 2.2.7.4 by Michael Torbert of Semper Fi Web Design[67,74] -->
    <meta name="description" itemprop="description" content="Teleastro — партнерская программа для физических и юридических лиц, заинтересованых в дополнительной или основной монетизации своих пользователей" />

    <link rel="canonical" href="https://teleastro.ru/" />
    <!-- /all in one seo pack -->
    <link rel='dns-prefetch' href='//ajax.googleapis.com' />
    <link rel='dns-prefetch' href='//s.w.org' />
    <script type="text/javascript">
        window._wpemojiSettings = {"baseUrl":"https:\/\/s.w.org\/images\/core\/emoji\/11\/72x72\/","ext":".png","svgUrl":"https:\/\/s.w.org\/images\/core\/emoji\/11\/svg\/","svgExt":".svg","source":{"concatemoji":"http:\/\/teleastro.ru\/wp-includes\/js\/wp-emoji-release.min.js?ver=5.0.3"}};
        !function(a,b,c){function d(a,b){var c=String.fromCharCode;l.clearRect(0,0,k.width,k.height),l.fillText(c.apply(this,a),0,0);var d=k.toDataURL();l.clearRect(0,0,k.width,k.height),l.fillText(c.apply(this,b),0,0);var e=k.toDataURL();return d===e}function e(a){var b;if(!l||!l.fillText)return!1;switch(l.textBaseline="top",l.font="600 32px Arial",a){case"flag":return!(b=d([55356,56826,55356,56819],[55356,56826,8203,55356,56819]))&&(b=d([55356,57332,56128,56423,56128,56418,56128,56421,56128,56430,56128,56423,56128,56447],[55356,57332,8203,56128,56423,8203,56128,56418,8203,56128,56421,8203,56128,56430,8203,56128,56423,8203,56128,56447]),!b);case"emoji":return b=d([55358,56760,9792,65039],[55358,56760,8203,9792,65039]),!b}return!1}function f(a){var c=b.createElement("script");c.src=a,c.defer=c.type="text/javascript",b.getElementsByTagName("head")[0].appendChild(c)}var g,h,i,j,k=b.createElement("canvas"),l=k.getContext&&k.getContext("2d");for(j=Array("flag","emoji"),c.supports={everything:!0,everythingExceptFlag:!0},i=0;i<j.length;i++)c.supports[j[i]]=e(j[i]),c.supports.everything=c.supports.everything&&c.supports[j[i]],"flag"!==j[i]&&(c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&c.supports[j[i]]);c.supports.everythingExceptFlag=c.supports.everythingExceptFlag&&!c.supports.flag,c.DOMReady=!1,c.readyCallback=function(){c.DOMReady=!0},c.supports.everything||(h=function(){c.readyCallback()},b.addEventListener?(b.addEventListener("DOMContentLoaded",h,!1),a.addEventListener("load",h,!1)):(a.attachEvent("onload",h),b.attachEvent("onreadystatechange",function(){"complete"===b.readyState&&c.readyCallback()})),g=c.source||{},g.concatemoji?f(g.concatemoji):g.wpemoji&&g.twemoji&&(f(g.twemoji),f(g.wpemoji)))}(window,document,window._wpemojiSettings);
    </script>
    <style type="text/css">
        img.wp-smiley,
        img.emoji {
            display: inline !important;
            border: none !important;
            box-shadow: none !important;
            height: 1em !important;
            width: 1em !important;
            margin: 0 .07em !important;
            vertical-align: -0.1em !important;
            background: none !important;
            padding: 0 !important;
        }
    </style>
    <link rel='stylesheet' id='wp-block-library-css'  href='http://teleastro.ru/wp-includes/css/dist/block-library/style.min.css?ver=5.0.3' type='text/css' media='all' />
    <link rel='stylesheet' id='style-css'  href='https://teleastro.ru/wp-content/themes/teleastro/style.css?ver=5.0.3' type='text/css' media='all' />

</head>

<body class="home blog">



<header class="js-header | header header--index">
    <a href="/" class="logo | header_logo">
        <svg class="logo_svg" width="259" height="110"><use xlink:href='#logo'/></svg>
    </a>
    <div class="g-cnt">
        <nav class="js-nav | nav | header_nav">
            <ul>
                <!--
                <li class="nav_item">
                    <a href="/conditions/" class="a-inv | nav_link">Условия</a>
                </li>
                <li class="nav_item">
                    <a href="/materials/" class="a-inv | nav_link">Форматы</a>
                </li>
                <li class="nav_item">
                    <a href="/cooperation/" class="a-inv | nav_link">Контент-партнерство</a>
                </li>
                <li class="nav_item">
                    <a href="/cases/" class="a-inv | nav_link">Кейсы</a>
                </li>
                -->
                <li class="nav_item nav_item--enter">
                    <a class="a-inv" href="/#login" style="color:#fff" onclick="document.getElementById('login').style.display='block';">Вход для партнёров</a>
                </li>
            </ul>
        </nav>
    </div>
    <div class="header_user">
        <a class="a-inv" href="/#login" onclick="document.getElementById('login').style.display='block';">Вход для партнёров</a>
    </div>
    <ul class="js-burger | burger | header_burger">
        <li class="burger_item"></li>
        <li class="burger_item"></li>
        <li class="burger_item"></li>
    </ul>
</header>

<main class="layout">


    <div class="intro">
        <div class="g-cnt">
            <h1 class="intro_title">Лучший способ монетизации женского трафика</h1>
            <p class="intro_text">
                Присоединяйтесь к партнёрской программе крупнейшего в СНГ сервиса
                эзотерических консультаций Astro7. Получайте до 2500&zwj;&thinsp;&zwj;руб.
                за первый депозит или 30% со всех пополнений за каждого приведенного пользователя
            </p>
            <a class="g-btn g-btn--one g-btn--m | intro_btn" href="/register">
                <span>Подключиться</span>
            </a>
            <ul class="partner | intro_partner">
                <li class="partner_item partner_item--label">
                    Мы любим наших партнёров
                </li>
                <li class="partner_item">
                    <svg class="partner_logo partner_logo--cosmo" width="159" height="27"><use xlink:href='#cosmo'/></svg>
                </li>
                <li class="partner_item">
                    <svg class="partner_logo partner_logo--rambler" width="156" height="33"><use xlink:href='#rambler'/></svg>
                </li>
                <li class="partner_item">
                    <svg class="partner_logo partner_logo--fashion" width="163" height="27"><use xlink:href='#fasion'/></svg>
                </li>
                <li class="partner_item">
                    <svg class="partner_logo partner_logo--live" width="208" height="37"><use xlink:href='#live'/></svg>
                </li>
                <li class="partner_item partner_item--label">
                    Мы любим наших партнёров
                </li>
            </ul>
        </div>
    </div>

    <div class="g-cnt | steps">
        <h2 class="g-h1 | steps_title">Как работает программа</h2>
        <ul class="step">
            <li class="step_item step_item--one">
                <p class="step_text">
            <span class="step_ico">
              <span class="step_number">1</span>
              <svg class="step_bg" width="34" height="32"><use xlink:href='#jelly'/></svg>
            </span>
                    Присоединяйтесь и сразу начните работу, используя наши ссылки,
                    виджеты и баннеры, а мы поможем их разместить.
                </p>
            </li>
            <li class="step_item step_item--two">
                <p class="step_text">
            <span class="step_ico">
              <span class="step_number">2</span>
              <svg class="step_bg" width="34" height="32"><use xlink:href='#jelly-2'/></svg>
            </span>
                    Приведите пользователя, мы зарегистрируем и сопроводим его до пополнения
                    счета, используя собственный CRM.
                </p>
            </li>
            <li class="step_item step_item--three">
                <p class="step_text">
            <span class="step_ico">
              <span class="step_number">3</span>
              <svg class="step_bg" width="34" height="32"><use xlink:href='#jelly-3'/></svg>
            </span>
                    Получите 2500&zwj;&thinsp;&zwj;руб. или 30% со всех пополнений за каждого приведённого пользователя,
                    пополнившего счет на Astro7.ru
                </p>
            </li>
        </ul>
    </div>

    <dl class="g-cnt | fact fact--one">
        <dt class="fact_item">
            <img src="/wp-content/themes/teleastro/img/fact-img.png" width="769" height="739" alt="">
        </dt>
        <dt class="fact_item">
            <h3 class="g-h2 | fact_title">Целевая аудитория — женщины от 25 до 55 лет</h3>
            <p class="fact_text">
                Это люди интересующиеся эзотерикой, астрологией, таро, толкованием снов,
                нумерологией и фен&#8288;-&#8288;шуй, желающие узнать своё будущее. Столкнувшиеся
                с проблемами в любовных отношениях, бизнесе и отношениях в семье.
            </p>
            <h3 class="g-h2 | fact_title">650 новых клиентов ежедневно</h3>
            <p class="fact_text">
                Astro7.ru — крупнейший в СНГ сервис консультаций с экспертами в астрологии, психологии
                и эзотерике. 147 квалифи&shy;ци&shy;ро&shy;ванных экспертов консультируют в режиме 24&#8288;/&#8288;7.
            </p>
        </dt>
        <dt class="fact_item">
            <img src="/wp-content/themes/teleastro/img/fact-img.png" width="769" height="739" alt="">
        </dt>
    </dl>

    <div class="g-cnt">
        <div class="profit">
            <h3 class="g-h2 | profit_title">
                Наши партнеры уже заработали
            </h3>
            <div class="profit_summ">
                14<i></i>479<i></i>180 <span>руб.</span>
            </div>
            <img class="profit_pic" src="/wp-content/themes/teleastro/img/partner-payments-m.png" width="" height="" alt="">
            <div class="profit_label">
                Выплаты партнёрам Teleastro в июне 2020 года
            </div>
        </div>
    </div>


</main>

<footer class="footer">
    <div class="g-cnt | footer_cnt">
        <h2 class="g-h1 | footer_title">
            Подключайтесь и получайте <span>прибыль <img class="footer_emoji" src="https://teleastro.ru/wp-content/themes/teleastro/img/emoji.png" width="200" height="200" alt=""></span>
        </h2>
        <a class="g-btn g-btn--one g-btn--l | footer_btn" href="/register">
            <span>Подключиться</span>
        </a>
        <div class="question question--one | footer_question">
            <p class="question_text">
                Если у вас есть вопрос — напишите или позвоните нам и мы обо всём договоримся
            </p>
            <div class="question_mail">
                <a class="a-inv" href="mailto:partner.care@astro7.ru" target="_blank">partner.care@astro7.ru</a>
            </div>
            <div class="question_tel">
                <a href="tel:+74959891280" target="_blank">+7 (495) 989-12-80</a>
            </div>
        </div>
        <div class="footer_copy">Teleastro ©2020</div>
    </div>
</footer>

<script type='text/javascript' src='https://ajax.googleapis.com/ajax/libs/jquery/1/jquery.min.js'></script>
<script type='text/javascript' src='https://teleastro.ru/wp-content/themes/teleastro/js/jquery.wow.min.js?ver=3.0'></script>
<script type='text/javascript' src='https://teleastro.ru/wp-content/themes/teleastro/js/main.js?ver=3.0'></script>
<script type='text/javascript' src='http://teleastro.ru/wp-includes/js/wp-embed.min.js?ver=5.0.3'></script>

<script>
    document.querySelector('.js-burger').addEventListener('click', function() {
        this.classList.toggle('burger--opened');
        document.querySelector('.js-header').classList.toggle('header--opened');
        document.querySelector('.js-nav').classList.toggle('header_nav--visible');
    });
</script>

<svg xmlns="http://www.w3.org/2000/svg" width="300" height="300" viewBox="0 0 300 300" style="display: none">
    <symbol id="logo" viewBox="0 0 259 110">
        <path d="M249.220,47.546 L165.685,47.506 L162.227,19.493 L147.316,47.638 L117.592,47.850 L138.099,65.040 L120.324,96.062 L120.725,95.862 C132.919,84.098 150.378,70.006 152.156,67.006 C154.097,66.505 156.052,66.093 158.022,65.770 C159.990,65.449 161.177,65.288 161.570,65.288 C161.848,65.288 161.991,65.404 161.991,65.632 C161.991,66.061 161.861,66.505 161.610,66.961 C161.100,68.281 160.845,69.543 160.845,70.742 C160.809,72.232 161.660,74.228 163.396,76.729 C165.131,79.230 166.000,81.566 166.000,83.737 C166.000,88.054 163.933,92.215 159.807,96.221 C155.677,100.230 151.398,102.230 146.978,102.230 C145.058,102.230 143.308,101.720 141.733,100.709 C140.154,99.698 139.367,98.610 139.367,97.455 C139.367,96.780 140.150,95.495 141.716,93.607 C143.282,91.719 144.409,90.775 145.090,90.775 C145.994,90.775 146.795,91.876 147.502,94.068 C148.208,96.266 149.421,97.362 151.149,97.362 C152.872,97.362 154.487,96.583 155.999,95.026 C157.511,93.469 158.268,91.791 158.268,89.996 C158.379,88.261 157.422,85.929 155.395,83.003 C153.363,80.081 152.030,77.610 151.395,75.597 C151.432,79.748 126.276,96.817 115.379,104.015 L108.581,109.246 L130.534,67.781 L100.339,42.468 L144.110,42.155 L166.065,0.709 L171.158,41.964 L258.020,41.936 L249.220,47.546 ZM109.794,67.337 C111.369,68.706 112.161,70.496 112.161,72.711 C112.161,78.604 105.973,83.383 93.595,87.052 C94.714,92.592 97.650,95.357 102.393,95.357 C104.241,95.357 106.008,94.851 107.691,93.831 C109.373,92.811 111.915,90.551 115.311,87.052 L115.311,91.920 C111.740,95.442 108.531,98.042 105.695,99.716 C102.858,101.389 99.725,102.230 96.297,102.230 C92.473,102.230 89.384,101.004 87.040,98.543 C85.335,96.754 84.250,94.555 83.785,91.944 C80.010,95.453 76.697,98.045 73.848,99.716 C70.994,101.389 68.269,102.230 65.683,102.230 C62.703,102.230 60.304,101.067 58.478,98.740 C57.091,96.971 56.233,94.740 55.902,92.048 C52.382,95.504 49.217,98.062 46.414,99.716 C43.578,101.389 40.445,102.230 37.018,102.230 C33.192,102.230 30.104,101.004 27.760,98.543 C26.055,96.754 24.970,94.555 24.504,91.945 C21.025,95.454 18.012,98.046 15.472,99.716 C12.921,101.389 10.501,102.230 8.206,102.230 C5.820,102.230 3.887,101.206 2.407,99.165 C0.925,97.120 0.187,94.431 0.187,91.101 C0.187,88.166 0.903,84.304 2.335,79.516 L4.237,73.136 L0.760,73.306 L2.129,66.719 L6.201,66.549 L10.169,53.273 L21.504,50.950 L17.074,65.623 L22.811,65.288 L21.460,71.874 L15.101,72.380 L12.282,81.808 C11.302,85.093 10.814,87.718 10.814,89.683 C10.814,91.025 11.137,92.113 11.786,92.954 C12.430,93.795 13.262,94.212 14.282,94.212 C15.687,94.212 17.079,93.750 18.457,92.829 C19.794,91.935 21.735,90.094 24.287,87.316 C24.608,81.917 26.661,77.002 30.449,72.564 C34.588,67.713 39.180,65.288 44.222,65.288 C46.840,65.288 48.939,65.972 50.514,67.337 C52.089,68.706 52.881,70.496 52.881,72.711 C52.881,78.604 46.692,83.383 34.315,87.052 C35.434,92.592 38.369,95.357 43.113,95.357 C44.960,95.357 46.727,94.851 48.410,93.831 C50.053,92.835 52.516,90.656 55.795,87.295 C56.053,81.840 57.316,75.461 59.584,68.156 C62.143,59.913 65.257,52.311 68.918,45.353 L79.464,41.402 C79.796,41.290 80.042,41.231 80.212,41.231 C81.013,41.231 81.671,41.831 82.180,43.021 C82.691,44.212 82.951,45.818 82.951,47.836 C82.951,53.559 81.635,59.099 79.008,64.455 C76.377,69.811 72.270,75.530 66.676,81.616 C66.452,84.488 66.341,86.461 66.341,87.535 C66.341,89.934 66.784,91.840 67.678,93.245 C68.569,94.655 69.754,95.357 71.231,95.357 C72.734,95.357 74.336,94.820 76.036,93.746 C77.698,92.697 80.209,90.546 83.569,87.286 C83.897,81.899 85.948,76.995 89.729,72.564 C93.868,67.713 98.460,65.288 103.502,65.288 C106.120,65.288 108.219,65.972 109.794,67.337 ZM44.862,72.898 C44.862,70.116 43.868,68.724 41.886,68.724 C40.016,68.724 38.231,70.183 36.531,73.096 C34.829,76.013 33.980,79.803 33.980,84.475 C41.233,82.390 44.862,78.528 44.862,72.898 ZM76.476,62.218 C78.690,57.309 79.800,53.085 79.800,49.550 C79.800,48.512 79.644,47.680 79.334,47.049 C79.026,46.418 78.632,46.100 78.157,46.100 C77.120,46.100 75.611,48.682 73.634,53.846 C71.656,59.009 69.714,66.232 67.808,75.517 C71.370,71.561 74.256,67.131 76.476,62.218 ZM101.166,68.724 C99.296,68.724 97.511,70.183 95.811,73.096 C94.110,76.013 93.260,79.803 93.260,84.475 C100.513,82.390 104.143,78.528 104.143,72.898 C104.143,70.116 103.149,68.724 101.166,68.724 ZM174.918,73.136 L171.441,73.306 L172.810,66.719 L176.883,66.549 L180.851,53.273 L192.185,50.950 L187.755,65.623 L193.493,65.288 L192.141,71.874 L185.782,72.380 L182.963,81.808 C181.983,85.093 181.495,87.718 181.495,89.683 C181.495,91.025 181.818,92.113 182.467,92.954 C183.111,93.795 183.944,94.212 184.963,94.212 C186.368,94.212 187.760,93.750 189.138,92.829 C190.516,91.907 192.539,89.979 195.211,87.052 C195.211,87.052 198.707,83.247 200.226,81.038 C197.837,79.946 196.642,78.322 196.642,76.161 C196.642,73.950 197.367,71.583 198.825,69.064 C200.284,66.549 202.289,65.288 204.849,65.288 C207.014,65.288 208.098,66.406 208.098,68.634 C208.098,70.397 207.470,72.908 206.223,76.170 C210.925,75.664 215.033,72.094 218.551,65.457 L222.417,65.288 L218.384,76.197 C216.706,80.802 215.623,83.933 215.131,85.594 C214.640,87.258 214.398,88.725 214.398,90.005 C214.398,91.200 214.671,92.153 215.226,92.860 C215.780,93.572 216.528,93.925 217.467,93.925 C218.487,93.925 219.463,93.576 220.403,92.873 C221.319,92.193 223.340,90.331 226.466,87.291 C226.791,81.487 229.037,76.460 233.214,72.205 C237.742,67.597 243.147,65.288 249.438,65.288 C251.810,65.288 253.550,65.552 254.656,66.070 C255.756,66.590 256.437,67.202 256.687,67.905 C256.939,68.612 257.068,69.498 257.068,70.567 C257.068,75.830 255.640,82.291 252.786,89.948 C252.677,90.011 251.150,92.970 251.153,92.927 C247.125,99.130 242.517,102.230 237.321,102.230 C234.082,102.230 231.455,101.004 229.441,98.547 C227.986,96.776 227.061,94.585 226.658,91.973 C219.659,98.811 214.258,102.230 210.464,102.230 C208.755,102.230 207.310,101.506 206.138,100.064 C204.961,98.623 204.375,96.834 204.375,94.704 C204.375,90.757 206.486,85.459 210.710,78.814 C208.608,79.880 206.303,80.617 203.806,81.038 C201.999,84.430 195.157,91.975 195.157,91.975 C191.689,95.469 188.687,98.050 186.154,99.716 C183.603,101.389 181.182,102.230 178.887,102.230 C176.502,102.230 174.568,101.206 173.088,99.165 C171.606,97.120 170.868,94.431 170.868,91.101 C170.868,88.166 171.584,84.304 173.016,79.516 L174.918,73.136 ZM238.642,93.835 C239.528,95.424 240.762,96.216 242.346,96.216 C244.315,96.216 246.454,94.350 248.759,90.618 C256.734,72.113 250.553,69.727 248.852,69.296 C245.347,68.411 242.409,69.793 240.369,73.646 C238.328,77.504 237.308,82.009 237.308,87.164 C237.308,90.028 237.751,92.252 238.642,93.835 Z"/>
    </symbol>
    <symbol id="cosmo" viewBox="0 0 159 27">
        <path d="M74.641,3.33a6.023,6.023,0,0,0-6.445-2.1c-2.347.532-3.986,2.941-4.552,5.1a34.6,34.6,0,0,0-.481,13.334c0.481,2.663,1.442,5.717,4.3,6.809a6.2,6.2,0,0,0,6.474-1.121c2.657-2.772,2.912-6.612,3.11-10.366,0.085-3.866-.141-7.62-1.837-10.814L74.641,3.33h0ZM72.21,20.28c-0.311,1.121-.594,2.633-1.979,2.941a1.831,1.831,0,0,1-1.809-.616c-1.018-1.457-1.046-3.334-1.159-5.155-0.169-3.867-.424-8.041.792-11.515a2.113,2.113,0,0,1,1.583-1.2,1.868,1.868,0,0,1,1.894.953c0.792,1.429.82,3.194,1.018,4.875a42.86,42.86,0,0,1-.339,9.722h0ZM22.315,1.06a6.231,6.231,0,0,0-5.4,3.754,23.751,23.751,0,0,0-1.555,8.909c0.113,3.979.085,8.041,2.4,11.093a5.616,5.616,0,0,0,5.371,2.1,6.06,6.06,0,0,0,4.834-3.5c1.357-2.943,1.639-6.389,1.639-9.835-0.084-3.418-.282-6.807-1.894-9.609a5.863,5.863,0,0,0-5.4-2.913h0Zm2.036,20.732a2.257,2.257,0,0,1-1.668,1.54,1.686,1.686,0,0,1-1.527-.447,5.137,5.137,0,0,1-1.13-2.943,45.156,45.156,0,0,1,.226-12.354c0.283-1.093.537-2.578,1.922-2.858a1.926,1.926,0,0,1,2.092,1.148c1.018,2.381.933,5.211,0.961,7.956-0.085,2.747-.028,5.519-0.876,7.957h0Zm16.452-7.2c-1.922-2.046-5.173-3.082-5.851-5.968-0.142-1.4-.255-3.166,1.159-3.866a1.668,1.668,0,0,1,1.272.028,2.472,2.472,0,0,1,1.074,1.821,21.424,21.424,0,0,1,.17,3.039H42.64a10.935,10.935,0,0,0-.9-5.756,5.348,5.348,0,0,0-2.459-2.27,6.258,6.258,0,0,0-6.247.672,7.541,7.541,0,0,0-2.2,7.592c0.734,3.166,4.184,4.874,6.445,7.06a4.485,4.485,0,0,1,1.47,4.145,2.5,2.5,0,0,1-1.64,2.355,1.762,1.762,0,0,1-1.555-.366c-1.3-1.343-1.018-3.474-1.018-5.35,0,0-2.8-.028-4.156,0-0.2,2.52,0,5.155,1.554,7.144a6.454,6.454,0,0,0,6.219,1.876A5.888,5.888,0,0,0,42.7,22.408,7.731,7.731,0,0,0,40.8,14.592h0ZM98.217,1.145A5.933,5.933,0,0,0,93.384,4.9c-1.442,3.5-1.528,7.676-1.357,11.71,0.339,3.838.736,8.293,4.835,10a6.265,6.265,0,0,0,6.389-1.262c2.346-2.578,2.741-5.968,3-9.412,0.084-3.867-.056-7.818-1.527-11.123a6.163,6.163,0,0,0-6.5-3.67h0Zm3.166,19.638c-0.283.926-.622,2.074-1.667,2.438a1.957,1.957,0,0,1-2.15-.7,6.653,6.653,0,0,1-.9-2.969,45.582,45.582,0,0,1,.028-11.766,3.839,3.839,0,0,1,1.584-2.858,1.925,1.925,0,0,1,2.12.392c1.047,1.372,1.1,3.166,1.33,4.9a43.982,43.982,0,0,1-.341,10.562h0ZM14.371,16.357H10.159c-0.141,2.186.029,4.454-.932,6.276a1.542,1.542,0,0,1-1.64.727,2.442,2.442,0,0,1-1.441-1.737A40.225,40.225,0,0,1,5.551,8.709,5.863,5.863,0,0,1,6.823,5.095a1.639,1.639,0,0,1,1.441-.168A2.819,2.819,0,0,1,9.622,7.168c0.226,1.232.226,2.605,0.367,3.866h4.184a14.153,14.153,0,0,0-1.527-7.172A5.66,5.66,0,0,0,6.286,1.313c-2.94.588-4.269,3.67-4.777,6.219a1.744,1.744,0,0,0-.057.841c-0.028.028-.113,0-0.113,0.084A39.119,39.119,0,0,0,1,15.264c0.255,3.474.4,7,2.459,9.749a5.926,5.926,0,0,0,6.417,1.709c3.675-1.344,4.381-5.322,4.579-8.8a5.779,5.779,0,0,0-.085-1.568h0Zm38.474-.336-0.085.167C51.743,11.4,50.725,6.5,49.792,1.677H44V26.359h3.831V9.381l2.135,10.561c0.452,2.13,1.3,6.416,1.3,6.416h3.053l3.448-16.249V26.373H61.51V1.649H55.9L52.845,16.021h0ZM85.609,1.649l-7.35.028v24.7h4.282V17.7h2.446a5.924,5.924,0,0,0,4.524-1.962c2.459-2.522,2.627-6.78,1.47-9.974a6.551,6.551,0,0,0-5.372-4.119h0Zm0.678,11.627c-0.9,1.092-2.3,1.037-3.66,1.037V5.263c0.056-.084-0.042-0.224.126-0.2,1.556-.14,3.222.112,3.93,1.625,0.9,1.933.989,4.847-.4,6.584h0ZM112.111,1.649h-4.239v24.71h8.564V23.053h-4.325V1.649h0Zm5.372,24.738h4.183V1.649h-4.183V26.387h0ZM133.766,1.649H122.388V5.207h3.674V26.384h4.077V5.162h3.627V1.649h0Zm2.219,0L131.915,26.4h4.127l1.131-6.906h3.7l1.187,6.892h3.929L141.809,1.649h-5.824Zm1.639,14.414,1.3-8.951L138.953,7c0.48,3,1.358,9.063,1.358,9.063h-2.687ZM155.505,1.649v15.1c-0.028-.028-3.973-15.1-3.973-15.1h-4.664V26.373H150.4V10.782c0.171,0.5,4.129,15.6,4.129,15.6h4.48V1.649h-3.5Z"/>
    </symbol>
    <symbol id="rambler" viewBox="0 0 156 33">
        <path d="M70.526,21.76c-3.161,0-4.488-2.449-4.488-4.834a4.166,4.166,0,0,1,4.524-4.467c3.155,0,4.285,2.7,4.285,4.636s-1.159,4.666-4.321,4.666h0ZM70.952,8.368a7.794,7.794,0,0,0-4.436,1.423c0.128-.565.627-5.032,6.879-5.032h3.862L78.688,1H73.461C66.57,1,61.334,4.058,61.334,14.826c0,5.912,2.618,10.621,9.056,10.621,6.122,0,9.125-4.312,9.125-8.507,0-6.074-4.65-8.572-8.562-8.572h0ZM8.368,12.576H5.983V5.027H8.437c1.743,0,4.557,1.03,4.557,3.791,0,2.784-2.814,3.759-4.626,3.759h0ZM8.779,1H1.006V25.052H5.983V16.57H8.676c5.078,0,9.33-2.612,9.33-7.768S13.754,1,8.779,1h0Zm82.41,7.372,6.347,16.683H92.382l-3.687-10.64H88.631l-3.675,10.64H79.818L86.166,8.368h5.023ZM156.012,1L143.835,33h-4.962L151.047,1h4.965ZM54.225,8.368h4.1V25.052h-4.8V15.278l-4.657,5.874h-1.3l-0.109-.132-4.585-5.661v9.693H38.066V8.368h4.107l0.105,0.124,5.968,6.917,5.979-7.041h0ZM29.632,18.1a3.552,3.552,0,0,1-3.876,3.854c-2.473,0-2.683-1.4-2.683-1.936,0-1.234,1.161-2.056,3.924-2.3,0.761-.067,1.538-0.1,2.308-0.1h0.327V18.1h0Zm4.5-1.815c0-.336-0.005-0.659-0.02-0.971-0.235-5.2-2.514-7.336-7.434-7.336a10.916,10.916,0,0,0-6.259,1.845l1.3,3.408A8.057,8.057,0,0,1,26.3,11.565c3.621,0,3.263,2.884,3.263,2.884-1.238.011-11.091-.483-11.091,5.7,0,3.428,2.934,5.3,6.226,5.3a6.711,6.711,0,0,0,5.024-1.971c0,0.075.1,1.576,0.1,1.576H34.3a35.417,35.417,0,0,1-.169-3.714V16.281h0Zm93.329,5.48a4.915,4.915,0,0,1-4.927-5.085,4.94,4.94,0,0,1,4.927-5.085c3.136,0,4.854,2.262,4.854,5.085s-1.679,5.085-4.854,5.085h0Zm0.6-13.788a7.573,7.573,0,0,0-5.46,2.189V8.368h-4.634V32.983h4.8V23.416a7.738,7.738,0,0,0,5.291,2.03,8.373,8.373,0,0,0,8.531-8.77,8.391,8.391,0,0,0-8.531-8.7h0ZM102.6,14.845a4.117,4.117,0,0,1,4.238-3.375,3.517,3.517,0,0,1,3.855,3.375H102.6Zm4.238-6.872c-5.373,0-9.022,3.8-9.022,8.771s3.693,8.7,9.191,8.7a9.3,9.3,0,0,0,7.843-3.768l-3.5-2.275a4.835,4.835,0,0,1-4.307,2.357,4.337,4.337,0,0,1-4.494-3.648h12.7s0.069-.729.069-0.941V16.609c0-4.921-3.1-8.636-8.475-8.636h0Z"/>
    </symbol>
    <symbol id="fasion" viewBox="0 0 163 27">
        <path d="M133.1,7.234h-3.013v19.1h3.373V13.021l5.406,6.914h0.3l5.67-6.99V26.329h3.359V7.234h-3.168l-6.086,7.492L133.1,7.234h0Zm-5.912-2.815V1H109.007v3.42h7.153V26.329h3.584V4.419h7.441Zm-0.64,2.815h-3.371v19.1h3.371V7.234h0Zm-23.211,0V20.466L93.076,7.234H90.232v19.1h3.326V13.675l9.776,12.654h3.379V7.234h-3.379Zm59.189,3.232V7.234H151.041v19.1h11.966V23.14h-8.64v-5.2h6.256V14.751h-6.256V10.466h8.156ZM23.56,7.234H20.016L12.6,26.329h3.62l1.768-4.621H25.4l1.678,4.621h3.678l-7.2-19.1h0ZM19.216,18.519l2.515-6.532,2.438,6.532H19.216Zm-3.788-14.1V1H0.994V26.329H4.519V14.751h8.4V11.238h-8.4V4.419H15.428ZM66.381,7.234h-3.3v19.1h3.3V7.234h0Zm-6.321,0H56.726v7.517H48.467V7.234H45.094v19.1h3.373v-8.39h8.259v8.39h3.335V7.234h0ZM36.937,10.255L37.3,10.276l0.391,0.094,0.332,0.165,0.363,0.258,0.247,0.275,0.282,0.379,0.243,0.473,0.293,0.558,2.842-1.731L42.073,10.3l-0.2-.4-0.231-.4L41.4,9.172l-0.282-.329L40.84,8.564l-0.307-.257L40.239,8.1l-0.378-.232-0.375-.191L38.724,7.4,37.9,7.208l-0.437-.048H37.05l-0.573-.025-0.532.073-0.514.113-0.424.169-0.463.185-0.384.261-0.363.3-0.321.354-0.331.352-0.268.4-0.213.4-0.163.443-0.178.448-0.07.5-0.072.488L32.2,12.148V12.6l0.069,0.443,0.073,0.4,0.153,0.4,0.142,0.349,0.213,0.37,0.221,0.332,0.282,0.332,0.658,0.564,0.768,0.552,0.87,0.523L36.108,17.1l0.511,0.259,0.318,0.188,0.619,0.331L38.109,18.2l0.485,0.317,0.417,0.336L39.3,19.2l0.126,0.189,0.113,0.233,0.147,0.5,0.024,0.248,0.02,0.308-0.044.52-0.072.23-0.046.116-0.029.138-0.078.1-0.034.116-0.126.238-0.146.192-0.142.2-0.2.167-0.088.071-0.079.089L38.455,23l-0.194.115-0.439.137-0.243.053-0.181.022-0.249-.022-0.237-.053-0.462-.137L36.207,23l-0.192-.144-0.408-.328-0.051-.048-0.021-.024-0.051-.047-0.1-.085-0.192-.238-0.376-.52-0.444-.65-0.39-.706-2.838,1.524,0.163,0.514,0.238,0.518,0.244,0.462L32.077,23.7l0.291,0.425L32.7,24.522,33.074,24.9l0.4,0.349,0.435,0.277,0.462,0.261L34.835,26l0.486,0.205L35.8,26.329l0.5,0.113,0.532,0.067L37.4,26.543l0.57-.071,0.582-.076,0.537-.161,0.526-.168,0.484-.258,0.486-.282L40.8,25.34l0.246-.158,0.432-.374,0.171-.238,0.186-.211,0.15-.229V24.078l0.027-.022,0.048-.047,0.091-.1,0.051-.141V23.723l0.018-.019,0.058-.051,0.135-.232,0.057-.138V23.231l0.02-.017,0.051-.047,0.141-.239,0.072-.28,0.1-.253,0.045-.284,0.026-.141,0.044-.116V21.684l0.029-.138,0.051-.276V21.1l0.024-.142,0.016-.282-0.016-.517L43.015,19.7l-0.07-.47-0.071-.423-0.151-.423-0.141-.373-0.346-.684-0.529-.68-0.616-.585-0.733-.531-0.79-.446-2.168-1.1-1.337-.875L35.8,12.856l-0.179-.309-0.091-.324-0.024-.358,0.024-.323,0.091-.3,0.152-.287,0.211-.255,0.2-.209,0.246-.141,0.237-.07,0.268-.021h0ZM87.984,12.78l-0.459-.958-0.478-.871-0.288-.417-0.3-.378-0.313-.368-0.292-.332-0.381-.379-0.364-.326L84.7,8.426l-0.391-.283-0.823-.511-0.84-.4-0.484-.212L81.71,6.858l-0.967-.264-0.505-.088-0.484-.047-1.018-.047-1.059.047-0.99.135-0.933.264-0.9.376-0.892.42-0.441.232-0.378.279-0.774.587-0.7.7-0.643.7-0.558.795-0.5.871-0.418.958-0.19.421-0.143.474-0.241.96-0.147,1-0.04,1.06v0.514l0.04,0.534,0.051,0.5,0.1,0.513,0.1,0.473,0.144,0.491,0.143,0.469,0.19,0.49,0.418,0.912,0.5,0.868,0.558,0.8,0.643,0.725,0.3,0.311,0.339,0.3,0.364,0.284,0.4,0.307,0.387,0.233L73.9,25.67l0.448,0.235,0.508,0.255,0.457,0.188L75.8,26.51l0.961,0.284,0.964,0.145,0.484,0.05,0.528,0.021,0.481-.021,0.484-.05,0.967-.145,0.964-.284,0.492-.161,0.525-.188,0.437-.226,0.463-.238,0.189-.141,0.091-.069,0.126-.051,0.435-.229,0.072-.1,0.091-.068,0.191-.139,0.394-.282L85.5,24.29l0.078-.095,0.1-.067,0.188-.149,0.58-.725,0.049-.114,0.072-.094,0.147-.188,0.288-.376,0.243-.447,0.267-.416,0.48-.94,0.148-.517,0.143-.49,0.237-.982,0.075-.518V17.961l0.026-.045,0.043-.239,0.051-.977-0.051-1.013L88.512,14.7l-0.237-.979-0.291-.944h0ZM85.138,16.7l-0.049.628L85,17.985l-0.184.657-0.209.7-0.311.561-0.313.558-0.2.258-0.168.282-0.066.05-0.06.07L83.4,21.27l-0.2.276-0.148.094-0.077.044-0.037.073-0.249.238-0.475.4-0.535.3-0.537.28-0.629.208-0.574.188-0.634.118-0.576.07-0.648-.07-0.607-.118-0.606-.188L76.3,22.978l-0.523-.311L75.26,22.34l-0.5-.393L74.276,21.5l-0.433-.492-0.366-.54-0.366-.58-0.258-.579L72.6,18.642l-0.094-.326-0.05-.3-0.066-.656V15.991l0.066-.675,0.144-.653,0.249-.615,0.309-.677,0.358-.591,0.39-.5,0.435-.41,0.435-.438,0.5-.4,0.514-.355,0.6-.251,2.467-.542L79.443,9.9,80.07,10l0.6,0.158,0.627,0.266,0.248,0.088,0.267,0.141,0.24,0.141,0.269,0.188,0.451,0.4,0.483,0.485,0.171,0.2,0.192,0.229,0.168,0.235,0.2,0.285,0.313,0.581,0.141,0.3L84.6,14.048l0.209,0.587L85,15.291l0.091,0.683L85.138,16.7h0Z"/>
    </symbol>
    <symbol id="live" viewBox="0 0 208 37">
        <path d="M56.413,6.995H59.75V30.156H56.413V6.995ZM96.479,29.776c0,3.137-1.367,4.458-3.226,4.458v2.773c5.276,0,6.356-3.137,6.356-8.155V7.011h-3.13V29.776Zm-23.363-11.7A70.5,70.5,0,0,0,71.4,24.939a70.505,70.505,0,0,0-1.939-6.868L66.077,7.011H62.883L70,30.173h2.431l6.9-23.178H76.405Zm19.118,8.865V26.9H84.289V20.135h6.436V16.85H84.3V10.28h7.754V6.995h-10.9V30.156H92.234V26.937Zm44.785-5.167c0,4.177-.858,6.108-3.7,6.108s-4.29-1.931-4.29-6.108V7.011H125.88V20.449c0,6.934,1.7,10.318,7.42,10.318,6.039,0,6.817-3.929,6.817-10.252V6.995h-3.1V21.77ZM185.886,7.011l-7.341,23.161h2.924l1.525-4.837h8.215l1.589,4.837h3.178L188.429,6.995H185.9ZM190.3,22.562h-6.436L184.98,19.1c0.843-2.658,1.748-6.257,2.066-7.874,0.286,1.585,1.446,5.778,2.129,7.874ZM112.578,7.011c-6.15,0-9.376,4.639-9.376,11.853s3.242,11.9,9.376,11.9,9.375-4.672,9.375-11.886-3.258-11.87-9.375-11.87m0,20.718c-3.751,0-5.816-3.136-5.816-8.865s2.065-8.849,5.816-8.849,5.815,3.137,5.815,8.849-2.065,8.849-5.815,8.849m43.988-13.636c0-5.382-4.116-7.066-9.614-7.066h-3.893V30.156h3.131V21.439h2.033c0.89,0,1.859-.066,1.859-0.066l4,8.782h3.559l-4.465-9.872a6.624,6.624,0,0,0,3.385-6.207M148.3,18.584H146.19V9.933h2.1c3.114,0,4.926,1.766,4.926,4.474s-1.907,4.177-4.926,4.177M172.6,13.862c0,3,.063,9.327.206,10.73a44.921,44.921,0,0,0-2.192-4.705L162.574,7.011h-2.542V30.173h3.289V21.819c0-4.754.032-7.462-.095-8.518a38.273,38.273,0,0,0,2.145,3.962L173.4,30.156h2.495V7.011H172.6v6.851h0ZM53.124,26.9H45.338V6.995H42V30.139H53.124V26.9Zm148.448,0V6.995h-3.337V30.139h9.756V26.871ZM16.887,25.619a15.746,15.746,0,0,1,8.006-8.294L12.339,4.437a15.73,15.73,0,0,0-8.007,8.294Zm8.75-4.032A9.163,9.163,0,0,0,20.99,26.4l5.875,1.25Zm-7.089,13.4a15.676,15.676,0,0,1-15.443-15.9A16.1,16.1,0,0,1,4.4,12.8l-0.068-.069,0.008-.017L1.011,9.286A15.733,15.733,0,0,1,9.017,1l3.4,3.484a15.046,15.046,0,0,1,6.123-1.3h0.013a15.676,15.676,0,0,1,15.443,15.9A15.676,15.676,0,0,1,18.548,34.985Z"/>
    </symbol>
    <symbol id="jelly" viewBox="0 0 34 32">
        <path d="M20.131,31.431 C20.926,31.348 21.717,31.212 22.495,31.006 C27.448,29.696 31.468,25.610 32.557,20.941 C33.926,17.816 34.445,14.378 33.556,11.030 C32.197,5.910 27.266,2.777 22.446,1.081 C14.671,-1.655 4.550,0.736 1.132,8.569 C-0.990,13.430 0.141,17.747 2.274,22.300 C3.770,25.490 5.899,28.499 9.129,30.257 C12.690,32.196 16.576,32.422 20.131,31.431 Z"/>
    </symbol>
    <symbol id="jelly-2" viewBox="0 0 34 32">
        <path d="M17.120,31.715 C23.732,33.040 30.534,29.322 32.340,22.703 C32.627,21.651 32.774,20.602 32.815,19.560 C33.725,14.157 31.523,8.015 27.251,4.329 C24.265,1.753 20.534,0.128 16.643,0.097 C13.025,-0.317 9.372,0.507 6.331,2.831 C4.318,4.369 2.926,6.367 2.158,8.559 C2.116,8.627 2.072,8.692 2.030,8.761 C0.740,10.899 -0.071,13.487 0.013,15.995 C0.200,21.563 3.882,25.604 8.594,28.169 C9.939,28.902 11.358,29.483 12.771,30.073 C14.173,30.658 15.620,31.414 17.120,31.715 Z"/>
    </symbol>
    <symbol id="jelly-3" viewBox="0 0 34 32">
        <path d="M13.866,31.438 C13.071,31.355 12.280,31.219 11.503,31.013 C6.550,29.704 2.531,25.619 1.442,20.952 C0.073,17.828 -0.446,14.390 0.442,11.044 C1.802,5.925 6.732,2.793 11.551,1.097 C19.325,-1.638 29.445,0.753 32.863,8.583 C34.984,13.442 33.854,17.759 31.720,22.310 C30.225,25.499 28.097,28.508 24.867,30.265 C21.306,32.203 17.421,32.429 13.866,31.438 Z"/>
    </symbol>
</svg>

<!-- ЛОГИН -->
<link rel="stylesheet" href="https://stackpath.bootstrapcdn.com/bootstrap/4.3.1/css/bootstrap.min.css" integrity="sha384-ggOyR0iXCbMQv3Xipma34MD+dH/1fQ784/j6cY/iJTQUOhcWr7x9JvoRxT2MZw1T" crossorigin="anonymous">
<style>
    #login {
        position:absolute;
        left:50%;
        top:0;
        width:460px;
        background:#fff;
        z-index:999999;
        border-radius:5px;
        margin-left:-230px;
        display:none;
    }

</style>
<div id="login" class="p-4">
    <form method="POST" action="{{ route('login') }}">
        @csrf

        <div class="form-group row">
            <label for="email" class="col-md-4 col-form-label text-md-right">Email</label>

            <div class="col-md-6">
                <input id="email" type="email" class="form-control @error('email') is-invalid @enderror" name="email" value="{{ old('email') }}" required autocomplete="email" autofocus>

                @error('email')
                <span class="invalid-feedback" role="alert">
                                        <strong>{{ $message }}</strong>
                                    </span>
                @enderror
            </div>
        </div>

        <div class="form-group row">
            <label for="password" class="col-md-4 col-form-label text-md-right">{{ __("Пароль") }}</label>

            <div class="col-md-6">
                <input id="password" type="password" class="form-control @error('password') is-invalid @enderror" name="password" required autocomplete="current-password">

                @error('password')
                <span class="invalid-feedback" role="alert">
                                        <strong>{{ $message }}</strong>
                                    </span>
                @enderror
            </div>
        </div>
        <!--
        <div class="form-group row">
            <div class="col-md-6 offset-md-4">
                <div class="form-check">
                    <input class="form-check-input" type="checkbox" name="remember" id="remember" {{ old('remember') ? 'checked' : '' }}>

                    <label class="form-check-label" for="remember">
                        {{ __("Запомнить меня") }}
                    </label>
                </div>
            </div>
        </div>
        -->

        <div class="form-group row mb-0">
            <div class="col-md-8 offset-md-4">
                <button type="submit" class="btn btn-primary">
                    {{ __("Вход") }}
                </button>

                @if (Route::has('password.request'))
                    <a class="btn btn-link" href="{{ route('password.request') }}">
                        {{ __("Забыли пароль?") }}
                    </a>
                @endif
            </div>
        </div>
    </form>
</div>



</body>
</html>
