<?php 
$LANG = array (
	'notauthorized' => array (
					'title' => 'TDSTraff - Detailed Separation of Traffic (Развернутое Разделение Трафика)',
					'invite' => 'Как получить инвайт ?',
					'forum' => 'Форум системы', 
					'enter' => 'Вход для партнеров',
					'plogin' => 'Логин',
					'ppass' => 'Пароль',
					'ppass2' => 'Повторить пароль',
					'penter' => 'Войти',
					'reg' => 'Регистрация',
					'reg2' => 'Зарегистрироваться',
					'email' => 'E-mail',
					'invite' => 'Инвайт',
					'copy' => 'TDST. Все права защищены. 2015 - 2018г. ',
					'mobile' => 'Используется мобильная версия. Регистрация доступна только в desktop версии.'
	),
	'header' => array (
					'menuNewsAdm' => 'Новости(Adm)',
					'menuFAQAdm' => 'FAQ(Adm)',
					'menuUsersAdm' => 'Пользователи(Adm)',
					'menuOurTraffAdm' => 'Наш траффик(Adm)',
					'menuFiltresAdm' => 'Фильтры(Adm)',
					'menuMailAdm' => 'Почта(Adm)',
					'menuDomainsAdm' => 'Домены(Adm)',
					'menuNewsAdm' => 'Новости(Adm)',
					'hello' => 'Добро пожаловать:',
					'exit' => 'Выйти',
					'potoks' => 'Мои Потоки',
					'analyz' => 'Анализ Потоков',
					'domains' => 'Мои Домены',
					'top' => 'ТОП',
					'news' => 'Новости',
					'faq' => 'FAQ',
					'tech' => 'Техподдержка',
					'profile' => 'Профиль',
					'forum' => 'Форум',
					'rules' => 'Правила'
	),
	'footer' => array (
					'copy' => '©Copyright 2015 - 2018. Все права защищены.'
	),
	
	
	
	
	'rules' => array (
					'rule' => '
					 <center><h1>Пользовательское соглашение и правила пользования системой «TDSTraff».</h1> </center>

					<b> 1. Общие положения </b> <br><br>

					1.1. Регистрация в системе «TDSTraff» подтверждает согласие участника с условиями пользовательского соглашения.<br>
					1.2. Пользователям не достигшим 18 лет регистрация в ситеме запрещена.<br>
					1.3. Пользователь имеет право требовать выполнения норм пользовательского соглашения с Администрации системы, кроме случаев, когда сложившаяся ситуация не зависит от Администрации системы.<br>
					1.4. За нарушение правил пользования системой «TDSTraff» Администрация имеет право устранить причину нарушения без ведома пользователя вплоть до блокировки аккаунта пользователя.<br>
					1.5. Система «TDSTraff» представляет собой систему распределения проходящего через нее трафика через ротатор форматов трафика исходя из набора правил, которые задает сам пользователь. Пользователь несет персональную ответственность за настройку фильтров, и имеет право размещать на сторонние ресурсы код ротатора системы «TDSTraff» только с согласия администрации стороннего ресурса или иных лиц имеющих полномочия на это.<br>
					1.6. Система «TDSTraff» только отдает запрос клиенту (браузеру) на показ или другое действие для показа рекламного формата в виде обычного JavaScript кода и Jquery библиотеки. Администрация системы не несет гарантий что этот код не будет заблокирован сторонними программами (AdBlock и т.д.) и будет гарантировано 100% выполнен на стороне клиента.
						 При этом возможен вариант что в статистику системы «TDSTraff» запрос будет добавлен, а действие самого скрипта и выполнения его назначения будет заблокировано.<br><br>					
					<b> 2. Пользователи обязуются</b> <br><br>

					2.1. Соблюдать настоящие правила в полном объеме.<br>
					2.2. Не вводить Администрацию системы в заблуждение путем предоставления недостоверной информации.<br>
					2.3. Ознакамливаться с обновлениями пользовательского соглашения.<br>
					2.4. При обнаружении неисправностей, ошибок в системе «TDSTraff» незамедлительно обратиться в раздел контактной информации.<br>
					2.5. Не использовать любые ошибки или баги системы для взлома системы «TDSTraff». <br>
					2.6. Не размещать компрометирующую информацию об администрации, пользователях и системе на сторонних ресурсах.<br>
					2.7. Не размещать и не пользоваться любой информацией в системе «TDSTraff», запрещенной Законодательством Российской Федерации.<br>
					2.8. Пользователь обязуется не передавать свои данные аккаунта(логин и пароль), посториним лицам, в том числе по просьбам даже Администрации сервиса. Администрация сервиса никогда не 
					просит данных такого рода. Пользователь несет персональную ответственность за свой аккаунт в системе. В случае передачи данных постороним лицам, Администрация имеет право заблокировать пользователя.<br>
					2.9. Пользователь обязуется оповещать всех представителей администрации или иных лиц, которые располагают код скрипта ротатора рекламных форматов системы «TDSTraff» у себя на ресурсе о том, что представляет собой скрипт ротатора форматов трафика системы «TDSTraff».<br><br>


					<b> 3. Обязанности и права администрации </b> <br><br>
					3.1. В случае несоблюдения правил пользовательского соглашения, администрация оставляет за собой право заблокировать аккаунт пользователя.<br>
					3.2. Администрация имеет право устранить причину или заблокировать аккаунт пользователя если имеются жалобы на действия пользователя системы «TDSTraff» со сторонних ресурсов.<br>
					3.3. Письма присланные администрации, имеющие нецензурное содержание, несущие оскорбительный характер или угрозы — будут игнорированы.<br>
					3.4. Администрация обязуется сохранять конфиденциальность информации зарегистрированного пользователя, полученной от него при регистрации.<br>
					3.5. Администрация не несет ответственности за возможный взлом аккаунтов. Во избежание взлома необходимо использовать сложные пароли.<br>
					3.6. Администрация не несет ответственности за возможные потери пользователя в результате краха системы.<br>
					3.7. В случае отказа от принятия правил пользования системой «TDSTraff», администрация оставляет за собой право удалить аккаунт пользователя.<br>
					3.8. Администрация имеет право брать до 25% от проходяшего через систему траффика пользователя в качестве безвозмездного вознагрождения за пользование пользователем системы "TDSTraff".<br>
					3.9. Администрация лишь предоставляет возможность пользователю системы распределять трафик посредством системы «TDSTraff», настройку и распределение трафика делает сам пользователь.<br><br>

					<b>4. Ответственность </b> <br><br>
					4.1. Администрация не несет ответственности за возможный ущерб, нанесенный Вам в результате использования данного сервиса.<br>
					4.2. Администрация не несет ответственности за возможные потери в результате остановки системы.<br>
					4.3. Фактом регистрации вы соглашаетесь с условиями пользовательского соглашения.<br>
					4.4. Пользователь, принявший Правила системы «TDSTraff», при любом развитии событий, должен осознавать, что при регистрации согласился со всеми правилами и был уведомлен обо всех рисках, которые влекут за собой последствия участия в системе «TDSTraff».<br>
					4.5. Пользователь несет сам полную ответственность за настройку и распределение своего трафика проходяшего через проект «TDSTraff».<br>',
					
					'aggree' => 'Я согласен',
					'notaggree' => 'Я не согласен'
	)


);